{
  "quotes": [
    {
      "id": 186,
      "quote": "Simplicity is the ultimate sophistication.",
      "author": "Leonardo da Vinci"
    },
    {
      "id": 200,
      "quote": "For web designers, there are four keys to surviving bad\neconomic times: do good work, charge a fair price, lower\nyour overhead, and be sure you are communicating with your\nclient.",
      "author": "Jeffrey Zeldman"
    },
    {
      "id": 1513,
      "quote": "Be a part of the innovation that leads the wave. Don’t wait\nfor technology to catch up to you or you’ll end up sliding\ndown the back side of that wave. If you choose to be a part\nof it happening, you can ride on top.",
      "author": "Jon Landau"
    },
    {
      "id": 1449,
      "quote": "The major difference between a thing that might go wrong and\na thing that cannot possibly go wrong is that when a thing\nthat cannot possibly go wrong goes wrong it usually turns\nout to be impossible to get at or repair.",
      "author": "Douglas Adams"
    },
    {
      "id": 1141,
      "quote": "Great stories happen to people who can tell them.",
      "author": "Ira Glass"
    },
    {
      "id": 344,
      "quote": "Find the simple story in the product, and present it in an\narticulate and intelligent, persuasive way.",
      "author": "Bill Bernbach"
    },
    {
      "id": 305,
      "quote": "Don’t spend too much time planning, release early and often,\nsome things will work, others won’t, refine and move forward\nand above all forget the money, just make sure you love what\nyou’re doing.",
      "author": "Kevin Rose"
    },
    {
      "id": 667,
      "quote": "The enemy of every author is not piracy, but obscurity.",
      "author": "Chris Anderson"
    },
    {
      "id": 640,
      "quote": "Don’t mistake legibility for communication.",
      "author": "David Carson"
    },
    {
      "id": 350,
      "quote": "Design is the application of intent – the opposite of\nhappenstance, and an antidote to accident.",
      "author": "Robert L. Peters"
    },
    {
      "id": 544,
      "quote": "Simplify, then add lightness.",
      "author": "Colin Chapman"
    },
    {
      "id": 676,
      "quote": "It’s not in the vulgar, it’s not in the shock that one finds\nart. And it’s not in the excessively beautiful. It’s in\nbetween; it’s in nuance.",
      "author": "Duane Michals"
    },
    {
      "id": 1465,
      "quote": "When we have clients who are thinking about Flash splash\npages, we tell them to go to their local supermarket and\nbring a mime with them. Have the mime stand in front of the\nsupermarket, and, as each customer tries to enter, do a\nlittle show that lasts two minutes, welcoming them to the\nsupermarket and trying to explain the bread is on aisle six\nand milk is on sale today.\n\nThen stand back and count how many people watch the mime,\nhow many people get past the mime as quickly as possible,\nand how many people punch the mime out.\n\nThat should give you a good idea as to how well their splash\npage will be received.",
      "author": "Jared Spool"
    },
    {
      "id": 68,
      "quote": "Always design a thing by considering it in its next larger\ncontext – a chair in a room, a room in a house, a house in\nan environment, an environment in a city plan.",
      "author": "Eliel Saarinen"
    },
    {
      "id": 233,
      "quote": "If design isn’t profitable, then it’s art.",
      "author": "Henrik Fiskar"
    },
    {
      "id": 707,
      "quote": "The pushy bird gets the worm.",
      "author": "Sean Adams"
    },
    {
      "id": 1890,
      "quote": "[If] people are made safer, more comfortable, more eager to\npurchase, more efficient, or just happier, the designer has\nsucceeded.",
      "author": "Henry Dreyfuss"
    },
    {
      "id": 1513,
      "quote": "Be a part of the innovation that leads the wave. Don’t wait\nfor technology to catch up to you or you’ll end up sliding\ndown the back side of that wave. If you choose to be a part\nof it happening, you can ride on top.",
      "author": "Jon Landau"
    },
    {
      "id": 968,
      "quote": "We use the letters of our alphabet every day with the utmost\nease and unconcern, taking them for granted as the air we\nbreathe. We do not realize that each of these letters is at\nour service today only as the result of a long and\nlaboriously slow process of evolution in the age-old art of\nwriting.",
      "author": "Douglas C. McMurtle"
    },
    {
      "id": 1857,
      "quote": "It’s strange, I’ve seen colours at times that when I’ve gone\nback to check on them, they’ve vanished…",
      "author": "William Percy Weston"
    },
    {
      "id": 1814,
      "quote": "Drawing is speaking to the eye; talking is painting to the\near.",
      "author": "Joseph Joubert"
    },
    {
      "id": 2222,
      "quote": "There is no such thing as simple. Simple is hard.",
      "author": "Martin Scorsese"
    },
    {
      "id": 1033,
      "quote": "We aren’t designing photocopies of web pages, we’re\ndesigning web pages.",
      "author": "Andy Clarke"
    },
    {
      "id": 1738,
      "quote": "There’s a difference between being obsessed and being\nmotivated.",
      "author": "Mark Zuckerburg"
    },
    {
      "id": 1465,
      "quote": "When we have clients who are thinking about Flash splash\npages, we tell them to go to their local supermarket and\nbring a mime with them. Have the mime stand in front of the\nsupermarket, and, as each customer tries to enter, do a\nlittle show that lasts two minutes, welcoming them to the\nsupermarket and trying to explain the bread is on aisle six\nand milk is on sale today.\n\nThen stand back and count how many people watch the mime,\nhow many people get past the mime as quickly as possible,\nand how many people punch the mime out.\n\nThat should give you a good idea as to how well their splash\npage will be received.",
      "author": "Jared Spool"
    },
    {
      "id": 800,
      "quote": "Google has the functionality of a really complicated Swiss\nArmy knife, but the home page is our way of approaching it\nclosed. It’s simple, it’s elegant, you can slip it in your\npocket, but it’s got the great doodad when you need it. A\nlot of our competitors are like a Swiss Army knife open –\nand that can be intimidating and occasionally harmful.",
      "author": "Marissa Mayer"
    },
    {
      "id": 998,
      "quote": "Find something you’re passionate about and keep tremendously\ninterested in it.",
      "author": "Julia Child"
    },
    {
      "id": 1362,
      "quote": "Complaining is silly. Act or forget.",
      "author": "Stefan Stagmeister"
    },
    {
      "id": 1767,
      "quote": "I love making the stuff, that’s sort of the core of it. I\nlove creating the stuff. It’s so satisfying to get from the\nbeginning to the end, from a shaky nothing idea to something\nthat’s well formed and the audience really likes. It’s like\na drug: You keep trying to do it again and again and again.\nI’ve learned from experience that if you work harder at it,\nand apply more energy and time to it, and more consistency,\nyou get a better result. It comes from the work.",
      "author": "Louis C.K."
    },
    {
      "id": 2083,
      "quote": "If everyone likes your design, it’s banal. Mediocrity shirks\noffense. Art dares it.",
      "author": "Jeffrey Zeldman"
    },
    {
      "id": 1572,
      "quote": "I really like looking at design and thinking: that attention\nto detail must have taken absolutely ages.",
      "author": "Si Scott"
    },
    {
      "id": 1633,
      "quote": "Simplicity will stand out, while complexity will get lost in\nthe crowd.",
      "author": "Kevin Barnett"
    },
    {
      "id": 713,
      "quote": "I try and be as stupid as possible regarding my profession,\nwhich means I try to look at as few design magazines as\npossible.",
      "author": "Ettore Sottsass"
    },
    {
      "id": 483,
      "quote": "Good design is all about making other designers feel like\nidiots because that idea wasn’t theirs.",
      "author": "Frank Chimero"
    },
    {
      "id": 467,
      "quote": "Everything is designed. Few things are designed well.",
      "author": "Brian Reed"
    },
    {
      "id": 1521,
      "quote": "Perfection is boring. Getting better is where all the fun\nis.",
      "author": "Dragos Roua"
    },
    {
      "id": 2209,
      "quote": "If we have trouble using something then it’s probably\nbecause that thing is badly designed, rather than us being\nstupid.",
      "author": "Dmitry Fadeyev"
    },
    {
      "id": 1320,
      "quote": "At the end of the day, pretty colors make people drool.",
      "author": "Nathan Rice"
    },
    {
      "id": 1077,
      "quote": "To be outstanding – get comfortable with being\nuncomfortable.",
      "author": "Alrik Koudenburg"
    },
    {
      "id": 1418,
      "quote": "Do we really need a simple definition of design or should we\naccept that design is too complex a matter to be summarized\nin less than a book?",
      "author": "Bryan Lawson"
    },
    {
      "id": 413,
      "quote": "I think if you’re starting out early in the process by\ntalking about your ideas for solutions, you’re already not\nlistening. I think you need to enter into any design project\nwith that zen learner’s mind of ‘I don’t know what I don’t\nknow.’",
      "author": "Kim Goodwin"
    },
    {
      "id": 596,
      "quote": "Turning away bad clients can leave you feeling oddly guilty.\nThey’re sort of like alcoholic or meth head cousins who\nforce you, by their own bad behavior into denying them\nthings you wouldn’t deny other people. You’re left feeling\nnot quite yourself.",
      "author": "Carolyn Wood"
    },
    {
      "id": 431,
      "quote": "Suppose I showed you two rooms where in one a group of\nprogrammers was developing a program to monitor a heart\npatient and keep him alive until the doctors arrive if\nsomething goes wrong and in the other a group of street\npeople was using Microsoft Word to write letters to their\nparole officers. You would not be able to tell the rooms\napart.",
      "author": "Richard P. Gabriel"
    },
    {
      "id": 1043,
      "quote": "Because every person knows what he likes, every person\nthinks he is an expert on user interfaces.",
      "author": "Paul Heckel"
    },
    {
      "id": 1978,
      "quote": "People don’t use a product because of the great design;\ngreat design helps them use the product.",
      "author": "Viran Anuradha Dayaratne"
    },
    {
      "id": 1013,
      "quote": "Don’t try and reinvent the wheel – just work on making it\nbetter than anyone else.",
      "author": "David A. Stuebe"
    },
    {
      "id": 217,
      "quote": "Any sufficiently advanced technology is indistinguishable\nfrom magic.",
      "author": "Arthur C. Clarke"
    },
    {
      "id": 1330,
      "quote": "The way to “get your name out there” is to establish a\npattern of excellent work and a reputation for integrity\nover several years.",
      "author": "Andy Rutledge"
    },
    {
      "id": 161,
      "quote": "I am always doing that which I can not do, in order that I\nmay learn how to do it.",
      "author": "Pablo Picasso"
    },
    {
      "id": 1577,
      "quote": "Be regular and orderly in your life like a bourgeois, so\nthat you may be violent and original in your work.",
      "author": "Gustave Flaubert"
    },
    {
      "id": 194,
      "quote": "Keep it simple, stupid!",
      "author": "Old Saying"
    },
    {
      "id": 2413,
      "quote": "Those who don’t build must burn.",
      "author": "Ray Bradbury"
    },
    {
      "id": 1678,
      "quote": "Never fall in love with an idea. They’re whores. If the one\nyou’re with isn’t doing the job, there’s always, always,\nalways another.",
      "author": "Chip Kidd"
    },
    {
      "id": 1276,
      "quote": "Just because something looks good doesn’t mean its useful.\nAnd just because something is useful does not make it\nbeautiful.",
      "author": "Joshua Brewer"
    },
    {
      "id": 1721,
      "quote": "As if a device can function if it has no style. As if a\ndevice can be called stylish that does not function\nsuperbly… yes, beauty matters. Boy, does it matter. It is\nnot surface, it is not an extra, it is the thing itself.",
      "author": "Stephen Fry"
    },
    {
      "id": 656,
      "quote": "Whether you think you can or whether you think you can’t –\nyou are right.",
      "author": "Henry Ford"
    },
    {
      "id": 1063,
      "quote": "The web is the ultimate customer-empowering environment. He\nor she who clicks the mouse gets to decide everything. It is\nso easy to go elsewhere; all the competitors in the world\nare but a mouseclick away.",
      "author": "Jakob Nielsen"
    },
    {
      "id": 1259,
      "quote": "Typography has one plain duty before it and that is to\nconvey information in writing. No argument or consideration\ncan absolve typography from this duty.",
      "author": "Emil Ruder"
    },
    {
      "id": 813,
      "quote": "My rates are as follows:\n$50/hr.\n$75/hr. if you watch\n$100/hr. if you help",
      "author": "An Autobody Sign"
    },
    {
      "id": 76,
      "quote": "People think that design is styling. Design is not style.\nIt’s not about giving shape to the shell and not giving a\ndamn about the guts. Good design is a renaissance attitude\nthat combines technology, cognitive science, human need, and\nbeauty to produce something that the world didn’t know it\nwas missing.",
      "author": "Paola Antonelli"
    },
    {
      "id": 276,
      "quote": "We are not artists or poets. We are artisans and craftsmen.\nOur products solve problems. They do not hang on museum\nwalls.",
      "author": "Dan Lacivita"
    },
    {
      "id": 792,
      "quote": "If it’s a good idea and it gets you excited, try it, and if\nit bursts into flames, that’s going to be exciting too.\nPeople always ask, ‘What is your greatest failure?’ I always\nhave the same answer—We’re working on it right now, it’s\ngonna be awesome!",
      "author": "Jim Coudal"
    },
    {
      "id": 2056,
      "quote": "Usage is like oxygen for ideas.",
      "author": "Matt Mullenweg"
    },
    {
      "id": 1936,
      "quote": "Design must be functional and functionality must be\ntranslated into visual aesthetics, without any reliance on\ngimmicks that have to be explained.",
      "author": "Ferdinand A. Porsche"
    },
    {
      "id": 1942,
      "quote": "Testing one user early in the project is better than testing\nfifty near the end.",
      "author": "Steve Krug"
    },
    {
      "id": 2463,
      "quote": "If you want to build a ship, don’t drum up people to collect\nwood and don’t assign them tasks and work, but rather teach\nthem to long for the endless immensity of the sea.",
      "author": "Antoine de Saint-Exupery"
    },
    {
      "id": 2403,
      "quote": "Recognizing the need is the primary condition for design.",
      "author": "Charles Eames"
    },
    {
      "id": 966,
      "quote": "Geometry can produce legible letters, but art alone makes\nthe beautiful. Art begins where geometry ends, and imparts\nto letters a character transcending mere measurement.",
      "author": "Paul Standard"
    },
    {
      "id": 1991,
      "quote": "The best ideas come as jokes. Make your thinking as funny as\npossible.",
      "author": "David Ogilvy"
    },
    {
      "id": 2085,
      "quote": "I like jumping back and forth between a few different things\nto let my subconscious chew on one problem while my\nconscious works on something else.",
      "author": "Loren Brichter"
    },
    {
      "id": 42,
      "quote": "A picture is worth a thousand words. An interface is worth a\nthousand pictures.",
      "author": "Ben Shneiderman"
    },
    {
      "id": 1955,
      "quote": "I don’t want something special. I want something beautifully\nplain.",
      "author": "Anne Lamott"
    },
    {
      "id": 902,
      "quote": "No masterpiece was ever created by a lazy artist.",
      "author": "Salvador Dali"
    },
    {
      "id": 1235,
      "quote": "Those who say “it’s not personal, it’s just business” are\nlying. All business is personal, and the best business is\nvery personal.",
      "author": "Richard Lenz"
    },
    {
      "id": 2267,
      "quote": "We are so busying measuring public opinion that we forget we\ncan mold it. We are so busy listening to statistics we\nforget we can create them.",
      "author": "Bill Bernbach"
    },
    {
      "id": 1715,
      "quote": "With type as with philosophy, music and food, it is better\nto have a little of the best than to be swamped with the\nderivative, the careless, the routine.",
      "author": "Robert Bringhurst"
    },
    {
      "id": 1065,
      "quote": "I loathe the phrase “no questions asked.” Great service is\nabout communication, sincerity, and action – not blind\nautomation.",
      "author": "Marshall Bonobos"
    },
    {
      "id": 746,
      "quote": "Only work with people you’d invite to your home for a meal.",
      "author": "Garth Walker"
    },
    {
      "id": 1154,
      "quote": "Never offend people with style when you can offend them with\nsubstance.",
      "author": "Sam Brown"
    },
    {
      "id": 367,
      "quote": "I love the comment, “You must love designing for a living.”\nAt that point I usually start to laugh or break into\nuncontrollable tears.",
      "author": "Andrew Lewis"
    },
    {
      "id": 1498,
      "quote": "A drawing should have no unnecessary lines and a machine no\nunnecessary parts.",
      "author": "William Strunk Jr."
    },
    {
      "id": 1713,
      "quote": "Smart people are attracted to stories, not feature lists.",
      "author": "Johnnie Manzari"
    },
    {
      "id": 1356,
      "quote": "What garlic is to food, insanity is to art.",
      "author": "Unknown"
    },
    {
      "id": 2439,
      "quote": "Delete, delete, delete and at the end find the ‘core aspect\nof the design’.",
      "author": "Achille Castiglioni"
    },
    {
      "id": 972,
      "quote": "We should pursue and practice moderation.",
      "author": "Plato"
    },
    {
      "id": 190,
      "quote": "Less is more.",
      "author": "Ludwig Mies van der Rohe"
    },
    {
      "id": 2063,
      "quote": "It’s OK to do stupid things, except when you notice them.",
      "author": "Kenny Shopsin"
    },
    {
      "id": 2024,
      "quote": "If all else fails, [working harder than anyone else] is the\ngreatest competitive advantage of any career.",
      "author": "John C Jay"
    },
    {
      "id": 1830,
      "quote": "To attempt mastery of everything inevitably makes us\nmediocre in many areas.",
      "author": "Simon Collison"
    },
    {
      "id": 209,
      "quote": "Do what I want, not what I say.",
      "author": "Brian Fitzpatrick"
    },
    {
      "id": 1026,
      "quote": "One of the tragedies of the design scene is that it always\nacts too late.",
      "author": "Hans-Redolf Lutz"
    },
    {
      "id": 2078,
      "quote": "If I forget the words, they weren’t very memorable in the\nfirst place.",
      "author": "Willie Nelson"
    },
    {
      "id": 38,
      "quote": "Great designers seldom make great advertising men, because\nthey get overcome by the beauty of the picture – and forget\nthat merchandise must be sold.",
      "author": "James Randolph Adams"
    },
    {
      "id": 1260,
      "quote": "The aim of art is to represent not the outward appearance of\nthings, but their inward significance.",
      "author": "Aristotle"
    },
    {
      "id": 921,
      "quote": "In the design process, my gut instinct is my best critic. I\njust wish I would always listen to it!",
      "author": "Bryan Tamayo"
    },
    {
      "id": 1655,
      "quote": "There is only one type of designer — the type that cares\nabout type.",
      "author": "Rohan Nanavati"
    },
    {
      "id": 2132,
      "quote": "Tell it like it is, in a way they want to hear it.",
      "author": "Wihan Meerholz"
    },
    {
      "id": 2018,
      "quote": "Information is cheap, meaning is expensive.",
      "author": "George Dyson"
    },
    {
      "id": 734,
      "quote": "Roses are red, violets are blue. I wont send the job unless\nyou pay me.",
      "author": "Giulio Pinotti"
    },
    {
      "id": 2015,
      "quote": "Right and wrong do not exist in graphic design. There is\nonly effective and non-effective communication.",
      "author": "Peter Bilak"
    },
    {
      "id": 1212,
      "quote": "If at first the idea is not absurd, then there is no hope\nfor it.",
      "author": "Albert Einstein"
    },
    {
      "id": 1790,
      "quote": "Interesting things never happen to me. I happen to them.",
      "author": "Bernard Shaw"
    },
    {
      "id": 2315,
      "quote": "The grid is like the lines on a football field. You can play\na great game in the grid or a lousy game. But the goal is to\nplay a really fine game.",
      "author": "Wim Crouwel"
    },
    {
      "id": 2161,
      "quote": "Don’t let your design resist your readers. Don’t let it\nstand in the way of what they want to do: read.",
      "author": "Steve Krug"
    },
    {
      "id": 505,
      "quote": "In the matter of layout, forget art and use horse-sense. The\nprinter-designer’s whole duty is to make a clear\npresentation of the message… This calls for an exercise of\ncommon sense and faculty of analysis rather than for art.",
      "author": "William Addison Dwiggins"
    },
    {
      "id": 1289,
      "quote": "Creativity is a habit. It’s not something that happens in\nthe shower.",
      "author": "Nick Law"
    },
    {
      "id": 1694,
      "quote": "A mystery is the most stimulating force in unleashing the\nimagination.",
      "author": "Zuzana Licko and Rudy VanderLans"
    },
    {
      "id": 167,
      "quote": "It’s not about knowing all the gimmicks and photo tricks. If\nyou haven’t got the eye, no program will give it to you.",
      "author": "David Carson"
    },
    {
      "id": 489,
      "quote": "The next time you see a sixteen-color, blind-embossed,\ngold-stamped, die-cut, elaborately folded and bound job,\nprinted on handmade paper, see if it isn’t a mediocre idea\ntrying to pass for something else.",
      "author": "Milton Glaser"
    },
    {
      "id": 1629,
      "quote": "A lot of companies have tried to support designers by giving\nthem “a seat at the table.” What this usually means in\npractice, however, is that a designer is sitting at the\ntable well after the important product decisions that\ninfluence the design have been made. This is usually where\ncomplicated and muddy designs are born.",
      "author": "Rebekah Cox"
    },
    {
      "id": 2476,
      "quote": "We can only see a short distance ahead, but we can see\nplenty there that needs to be done.",
      "author": "Alan Turing"
    },
    {
      "id": 1470,
      "quote": "The ultimate inspiration is the deadline.",
      "author": "Nolan Bushnell"
    },
    {
      "id": 1291,
      "quote": "When you’re passionate about what you do, you become an\nevangelist for the very thing you do.",
      "author": "Jonathan Snook"
    },
    {
      "id": 1964,
      "quote": "Design is more of a kitchen than a knife, and more of a lab\nthan a beaker.",
      "author": "Arman Nobari"
    },
    {
      "id": 2135,
      "quote": "Ideas are worthless. Execution is everything.",
      "author": "Scott Adams"
    },
    {
      "id": 927,
      "quote": "I make all my decisions on intuition. But then, I must know\nwhy I made that decision. I throw a spear into the darkness.\nThat is intuition. Then I must send an army into the\ndarkness to find the spear. That is intellect.",
      "author": "Ingmar Bergman"
    },
    {
      "id": 1500,
      "quote": "The process is really just Iterate, Iterate, Iterate.",
      "author": "Chris Clark"
    },
    {
      "id": 56,
      "quote": "Questions about whether design is necessary or affordable\nare quite beside the point: design is inevitable. The\nalternative to good design is bad design, not no design at\nall.",
      "author": "Douglas Martin"
    },
    {
      "id": 1823,
      "quote": "Practicality is the serial killer of dreams.",
      "author": "Rasha Hamdan"
    },
    {
      "id": 1318,
      "quote": "We are what we repeatedly do. Excellence, therefore, is not\nan act, but a habit.",
      "author": "Aristotle"
    },
    {
      "id": 2362,
      "quote": "Instead of asking the user to make a choice up front, maybe\nwe can set a smart default and see if there is high demand\nafter launch for more customization.",
      "author": "Rebecca Rolfe"
    },
    {
      "id": 1543,
      "quote": "We explore promising avenues that, days later, become dead\nends. Sometimes, we solve a month’s problem in an hour.",
      "author": "Cennydd Bowles"
    },
    {
      "id": 1711,
      "quote": "A beef filet cooked for 15 hours by 30 cooks doesn’t\nnecessarily taste better than a cheeseburger.",
      "author": "Oliver Reichenstein"
    },
    {
      "id": 1390,
      "quote": "Nobody can tell you if what you’re doing is good, meaningful\nor worthwhile. The more compelling the path, the more lonely\nit is.",
      "author": "Hugh Macleod"
    },
    {
      "id": 1216,
      "quote": "…the wisest course of action is to take your best shot with\na prototype, immediately get to market, and iterate quickly.\nIf you wait for ideal circumstances in which you have all\nthe information you need (which is impossible) the market\nwill pass you by.",
      "author": "Guy Kawasaki"
    },
    {
      "id": 1521,
      "quote": "Perfection is boring. Getting better is where all the fun\nis.",
      "author": "Dragos Roua"
    },
    {
      "id": 1430,
      "quote": "Being able to take ideas and transform them into something\ntangible is life-affirming.",
      "author": "Melinda Santillian"
    },
    {
      "id": 1040,
      "quote": "I don’t know the key to success, but the key to failure is\ntrying to please everybody.",
      "author": "Bill Cosby"
    },
    {
      "id": 2012,
      "quote": "Simply making decisions, one after another, can be a form of\nart.",
      "author": "John Gruber"
    },
    {
      "id": 2285,
      "quote": "You can be misunderstood exactly once. After that, you are\nnot being misunderstood; you are communicating poorly.",
      "author": "Josh Collinsworth"
    },
    {
      "id": 1798,
      "quote": "When you’re a carpenter making a beautiful chest of drawers,\nyou’re not going to use a piece of plywood on the back, even\nthough it faces the wall and nobody will ever see it. You’ll\nknow it’s there, so you’re going to use a beautiful piece of\nwood on the back. For you to sleep well at night, the\naesthetic, the quality, has to be carried all the way\nthrough.",
      "author": "Steve Jobs"
    },
    {
      "id": 1370,
      "quote": "Good design is good business.",
      "author": "Thomas Watson, Jr."
    },
    {
      "id": 211,
      "quote": "We have to learn to see technical devices and software as\nothers see them. Feeling a sense of pride in getting a\ndevice to do what we want doesn’t mean we’re clever, it\nmeans the design was wrong.",
      "author": "Jeremy Allison"
    },
    {
      "id": 1927,
      "quote": "A design is a designer’s mind in a suit.",
      "author": "Nasa Munir"
    },
    {
      "id": 1000,
      "quote": "Everything is possible, that’s what science is all about.\nNo, that’s what’s being a Magical Elf is all about.",
      "author": "The Professor (on Futurama)"
    },
    {
      "id": 1855,
      "quote": "There’s a difference between making an imitation and selling\nit.",
      "author": "Jonathan Hoefler"
    },
    {
      "id": 1134,
      "quote": "Says who? Just so you know, the people who talk that way\nthink that monkeys can do this. They take all this monkey\ncrap and just stick it in a briefcase completely unaware\nthat their success depends on something more than their\nshoeshine. YOU are the product. You- FEELING something.\nThat’s what sells. Not them. Not sex. They can’t do what we\ndo, and they hate us for it.",
      "author": "Don Draper"
    },
    {
      "id": 1627,
      "quote": "Instead of searching for inspiration, how about you search\nout someone to inspire.",
      "author": "Tony Kim"
    },
    {
      "id": 2423,
      "quote": "Design is a solution to a problem. Art is a question to a\nproblem.",
      "author": "John Maeda"
    },
    {
      "id": 282,
      "quote": "Art is making something out of nothing and selling it.",
      "author": "Frank Zappa"
    },
    {
      "id": 479,
      "quote": "I’ve always held to the belief that the practice of creating\ncompelling graphic design occurs not by employing the\nprincipals of a democracy, but rather, that of a monarchy.",
      "author": "Thomas Vasquez"
    },
    {
      "id": 2222,
      "quote": "There is no such thing as simple. Simple is hard.",
      "author": "Martin Scorsese"
    },
    {
      "id": 1653,
      "quote": "The best an idea gets is when it’s in your head.",
      "author": "Woody Allen"
    },
    {
      "id": 762,
      "quote": "More designers should share space, share resources. Sort of\nan upscale communism.",
      "author": "April Greiman"
    },
    {
      "id": 1330,
      "quote": "The way to “get your name out there” is to establish a\npattern of excellent work and a reputation for integrity\nover several years.",
      "author": "Andy Rutledge"
    },
    {
      "id": 1098,
      "quote": "Everything was just a wild guess. And it takes a while to\nget confident that you’re guessing pretty good.",
      "author": "Jerry Seinfeld"
    },
    {
      "id": 1911,
      "quote": "It’s extremely difficult to be simultaneously concerned with\nthe end-user experience of whatever it is that you’re\nbuilding and the architecture of the program that delivers\nthat experience.",
      "author": "James Hague"
    },
    {
      "id": 42,
      "quote": "A picture is worth a thousand words. An interface is worth a\nthousand pictures.",
      "author": "Ben Shneiderman"
    },
    {
      "id": 637,
      "quote": "Inspiration is hogwash. My work comes directly out of my\nloves and hates. Muses don’t whisper in my ear, and ideas\ndon’t flow over my body like a cool rain.",
      "author": "James Victore"
    },
    {
      "id": 513,
      "quote": "Whenever I have an idea I write it down, even if it’s not a\nvery good idea. Sometimes the bad ideas will lead to better\nones.",
      "author": "Steven Snell"
    },
    {
      "id": 1848,
      "quote": "… try to absorb what is useful, discard what is useless, and\nadd what is essentially your own.",
      "author": "Bruce Lee"
    },
    {
      "id": 348,
      "quote": "Broken gets fixed. Shoddy lasts forever.",
      "author": "Jack Moffet"
    },
    {
      "id": 1890,
      "quote": "[If] people are made safer, more comfortable, more eager to\npurchase, more efficient, or just happier, the designer has\nsucceeded.",
      "author": "Henry Dreyfuss"
    },
    {
      "id": 1147,
      "quote": "The hole and the patch should be commensurate.",
      "author": "Thomas Jefferson"
    },
    {
      "id": 2409,
      "quote": "The goal of a designer is to listen, observe, understand,\nsympathize, empathize, synthesize, and glean insights that\nenable him or her to make the invisible visible.",
      "author": "Hillman Curtis"
    },
    {
      "id": 1698,
      "quote": "We adore chaos because we love to produce order.",
      "author": "M.C. Escher"
    },
    {
      "id": 770,
      "quote": "Everybody in advertising is blonde, beautiful, families are\nhappy, care are never in traffic, everything is shiny, food\nlooks like it’s incredibly taseful. I ask myself, “How\nstupid are we?”",
      "author": "Oliveiro Toscani"
    },
    {
      "id": 2015,
      "quote": "Right and wrong do not exist in graphic design. There is\nonly effective and non-effective communication.",
      "author": "Peter Bilak"
    },
    {
      "id": 1808,
      "quote": "What problem have you solved, ever, that was worth solving\nwhere you knew all the given information in advance? No\nproblem worth solving is like that. In the real world; you\nhave a surplus of information and you have to filter it or;\nyou don’t have sufficient information and you have to go\nfind some.",
      "author": "Dan Meyer"
    },
    {
      "id": 403,
      "quote": "My adventure has all been in my mind. The great adventure\nhas been thinking. I love to think about things. I think\nthat the lack of drama in my life has produced a platform\nfor me to be fundamentally adventurous in my thinking.",
      "author": "Milton Glaser"
    },
    {
      "id": 1270,
      "quote": "It is important not to let the perfect become the enemy of\nthe good, even when you can agree on what perfect is. Doubly\nso when you can’t. As unpleasant as it is to be trapped by\npast mistakes, you can’t make any progress by being afraid\nof your own shadow during design.",
      "author": "Greg Hudson"
    },
    {
      "id": 804,
      "quote": "Propaganda supersedes fact, truth and common sense in all\ncases.",
      "author": "P.S.C. Trier"
    },
    {
      "id": 1262,
      "quote": "Good communication is as stimulating as black coffee, and\njust as hard to sleep after.",
      "author": "Anne Morrow Lindbergh"
    },
    {
      "id": 813,
      "quote": "My rates are as follows:\n$50/hr.\n$75/hr. if you watch\n$100/hr. if you help",
      "author": "An Autobody Sign"
    },
    {
      "id": 1047,
      "quote": "Think like a wise man but communicate in the language of the\npeople.",
      "author": "William Butler Yeats"
    },
    {
      "id": 2454,
      "quote": "It’s not about what you make, it’s about what you make them\nfeel.",
      "author": "Andrea Trew"
    },
    {
      "id": 857,
      "quote": "It has taken my entire life to understand what I already\nknew about creating art in 3rd grade.",
      "author": "Philip Carrera"
    },
    {
      "id": 192,
      "quote": "Graphic design will save the world right after rock and roll\ndoes.",
      "author": "David Carson"
    },
    {
      "id": 286,
      "quote": "For me, design is like choosing what I’m going to wear for\nthe day – only much more complicated and not really the same\nat all.",
      "author": "Robynne Raye"
    },
    {
      "id": 1673,
      "quote": "Modernism does not mean minimalism, contemporary does not\nforsake tradition, and technology does not mean abandon\npeople and senses.",
      "author": "Tord Boontje"
    },
    {
      "id": 1685,
      "quote": "The most effective way to make a design usable is to make it\ninteresting enough that people want to use it.",
      "author": "Bryan Grezeszak"
    },
    {
      "id": 380,
      "quote": "Experts are rarely insulted by something that is clear\nenough for beginners. Everybody appreciates clarity.",
      "author": "Steve Krug"
    },
    {
      "id": 1437,
      "quote": "At the age of six I wanted to be a cook. At seven I wanted\nto be Napoleon. And my ambition has been growing steadily\never since.",
      "author": "Salvador Dali"
    },
    {
      "id": 1055,
      "quote": "I In fact choose to use a coffeemaker to boil vegetables.\nWhy? Because if I used something else that just makes\ncoffee, my client would ask me “Can it boil vegetables?”",
      "author": "Joel Fisher"
    },
    {
      "id": 846,
      "quote": "Check your bookshelf. If it’s full of titles on HTML, CSS,\nand the like, instead of typography, color, and layout, you\nmay be missing a key ingredient in the designer’s knowledge\ndiet.",
      "author": "Jeff Croft"
    },
    {
      "id": 1627,
      "quote": "Instead of searching for inspiration, how about you search\nout someone to inspire.",
      "author": "Tony Kim"
    },
    {
      "id": 1182,
      "quote": "Standards are like sex; one mistake, and you’re stuck\nsupporting it forever!",
      "author": "Mark Pilgrim"
    },
    {
      "id": 1796,
      "quote": "The prerequisite of originality is the art of forgetting, at\nthe proper moment, what we know.",
      "author": "Arthur Koestler"
    },
    {
      "id": 2411,
      "quote": "Styles come and go. Good design is a language, not a style.",
      "author": "Massimo Vignelli"
    },
    {
      "id": 1775,
      "quote": "There’s no duo more passionate than the design and me.",
      "author": "Gonxalo Blanco"
    },
    {
      "id": 1794,
      "quote": "The sudden hunch, the creative leap of mind that “sees” in a\nflash how to solve a problem in a simple way, is something\nquite different from general intelligence.",
      "author": "Martin Gardner"
    },
    {
      "id": 2187,
      "quote": "Technology makes what was once impossible possible. Design\nmakes it real.",
      "author": "Michael Gagliano"
    },
    {
      "id": 1792,
      "quote": "It is not so hard to be original, what is hard, is to be\noriginal with continuity.",
      "author": "Andrés Segovia"
    },
    {
      "id": 588,
      "quote": "It is not daily increase but daily decrease; hack away the\nunessential.",
      "author": "Bruce Lee"
    },
    {
      "id": 1401,
      "quote": "Never re-invent the wheel, unless you’re sure the client\nneedn’t go anywhere.",
      "author": "Russell Bishop"
    },
    {
      "id": 1577,
      "quote": "Be regular and orderly in your life like a bourgeois, so\nthat you may be violent and original in your work.",
      "author": "Gustave Flaubert"
    },
    {
      "id": 851,
      "quote": "I don’t think that all people read in the same way. Today,\nentire generations are growing up watching MTV and playing\nvideo games and it is safe to assume that these people have\na high degree of visual sophistication. and are not easily\ndiscouraged by a lens straightforward or ambiguous\ntypography. On the contrary, they are attracted and enticed\nto read something because of visual richness.",
      "author": "Ruby Vanderlans"
    },
    {
      "id": 117,
      "quote": "Don’t let the truth get in the way of a good story",
      "author": "Unknown"
    },
    {
      "id": 5,
      "quote": "Creativity is allowing yourself to make mistakes. Design is\nknowing which ones to keep.",
      "author": "Scott Adams"
    },
    {
      "id": 1683,
      "quote": "Sometimes the best way to prove your own value is to let a\nclient play the field.",
      "author": "Matthew Haeck"
    },
    {
      "id": 1985,
      "quote": "Design works best when it gets out of the user’s way.",
      "author": "Neil Gajera"
    },
    {
      "id": 127,
      "quote": "Design is not the narrow application of formal skills, it is\na way of thinking.",
      "author": "Chris Pullman"
    },
    {
      "id": 881,
      "quote": "Moderation in all things, including moderation.",
      "author": "Petronius"
    },
    {
      "id": 1231,
      "quote": "Luck is the residue of design.",
      "author": "Branch Rickey"
    },
    {
      "id": 1207,
      "quote": "Some people never go crazy. What truly horrible lives they\nmust live.",
      "author": "Charles Bukowski"
    },
    {
      "id": 684,
      "quote": "I make solutions nobody wants to problems that don’t exist.",
      "author": "Alvin Lustig"
    },
    {
      "id": 1671,
      "quote": "Design is more than just a few tricks to the eye. It’s a few\ntricks to the brain.",
      "author": "Neville Brody"
    },
    {
      "id": 1264,
      "quote": "The Fire Department has traditionally considered\narchitecture a priority only when it’s burning down.",
      "author": "Justin Davidson"
    },
    {
      "id": 1944,
      "quote": "We make the whole widget.",
      "author": "Steve Jobs"
    },
    {
      "id": 1826,
      "quote": "Designers must be stewards of design rather than dictators.",
      "author": "Cassie McDaniel"
    },
    {
      "id": 2411,
      "quote": "Styles come and go. Good design is a language, not a style.",
      "author": "Massimo Vignelli"
    },
    {
      "id": 783,
      "quote": "People always ask, “What do you think of my site?” I want to\nsay back to them, “Who cares what I think. Does it meet your\nsite requirements? Has it been tested? Has each requirement\nbeen validated? Are your site guidelines being adhered to?”",
      "author": "Kim Krause"
    },
    {
      "id": 1606,
      "quote": "A designer, like an archaeologist or geologist; researches,\nuncovers and adds context to precious, overlooked treasures\nby digging deep beneath the surface.",
      "author": "Scott Theisen"
    },
    {
      "id": 2442,
      "quote": "Don’t you miss doing creative stuff, as an engineer? Don’t\nyou miss the creativity of the art world? You can say: I’m\nworking on an infinite canvas capable of any size and shape,\nthat’s already glowing every color possible into the eyes of\njust about everyone on the planet. And I get to decide the\nkind of experience, feeling, and emotion they are going to\nhave. How is that not creative?",
      "author": "Natalya Shelburne"
    },
    {
      "id": 954,
      "quote": "When I design, I don’t consider the technical or commercial\nparameters so much as the desire for a dream that humans\nhave attempted to project onto an object.",
      "author": "Philippe Starck"
    },
    {
      "id": 1291,
      "quote": "When you’re passionate about what you do, you become an\nevangelist for the very thing you do.",
      "author": "Jonathan Snook"
    },
    {
      "id": 1074,
      "quote": "Verbalizing design is another act of design.",
      "author": "Kenya Hara"
    },
    {
      "id": 389,
      "quote": "Never show fools unfinished work.",
      "author": "Michael Schrage"
    },
    {
      "id": 1740,
      "quote": "The worst logo applied well is better than the best logo\napplied poorly.",
      "author": "Jacob Cass"
    },
    {
      "id": 1147,
      "quote": "The hole and the patch should be commensurate.",
      "author": "Thomas Jefferson"
    },
    {
      "id": 1796,
      "quote": "The prerequisite of originality is the art of forgetting, at\nthe proper moment, what we know.",
      "author": "Arthur Koestler"
    },
    {
      "id": 338,
      "quote": "In the beginner’s mind there are many possibilities, but in\nthe expert’s mind there are few.",
      "author": "Shunryu Suzuki"
    },
    {
      "id": 576,
      "quote": "There are no bad ideas, just bad decisions.",
      "author": "Jacob Cass"
    },
    {
      "id": 2063,
      "quote": "It’s OK to do stupid things, except when you notice them.",
      "author": "Kenny Shopsin"
    },
    {
      "id": 282,
      "quote": "Art is making something out of nothing and selling it.",
      "author": "Frank Zappa"
    },
    {
      "id": 586,
      "quote": "A hunch is creativity trying to tell you something.",
      "author": "Frank Capra"
    },
    {
      "id": 2262,
      "quote": "Not everyone notices the flowers you plant, but everyone\nwill notice the fire you start.",
      "author": "Unknown"
    },
    {
      "id": 1864,
      "quote": "Users will tell you what they think they want.\nUsers will tell you what they think you want to hear.\nUsers will tell you what they think sounds good.\nUsers will not tell you what you need to know.\nYou have to watch them to discover that.",
      "author": "Adam Judge"
    },
    {
      "id": 2207,
      "quote": "Man up, admit it isn’t good enough, and fix it now.",
      "author": "Robert Nealan"
    },
    {
      "id": 1736,
      "quote": "Creating something out of thin air is easy. It’s finding the\nair that’s hard.",
      "author": "Asher Trotter"
    },
    {
      "id": 2271,
      "quote": "I warn you against believing that advertising is a science.",
      "author": "Bill Bernbach"
    },
    {
      "id": 2296,
      "quote": "Choosing a typeface is an act of subtlety, like casting an\nactor: the best person to play a gardener is somebody who\nlooks like they might belong outdoors — not somebody who is\ncovered in flowers and shrubbery.",
      "author": "Josh Collinsworth"
    },
    {
      "id": 1465,
      "quote": "When we have clients who are thinking about Flash splash\npages, we tell them to go to their local supermarket and\nbring a mime with them. Have the mime stand in front of the\nsupermarket, and, as each customer tries to enter, do a\nlittle show that lasts two minutes, welcoming them to the\nsupermarket and trying to explain the bread is on aisle six\nand milk is on sale today.\n\nThen stand back and count how many people watch the mime,\nhow many people get past the mime as quickly as possible,\nand how many people punch the mime out.\n\nThat should give you a good idea as to how well their splash\npage will be received.",
      "author": "Jared Spool"
    },
    {
      "id": 2205,
      "quote": "Design is the body language of your marketing. Don’t slouch.",
      "author": "Mark King"
    },
    {
      "id": 1955,
      "quote": "I don’t want something special. I want something beautifully\nplain.",
      "author": "Anne Lamott"
    },
    {
      "id": 884,
      "quote": "I never let my schooling get in the way of my education.",
      "author": "Mark Twain"
    },
    {
      "id": 2056,
      "quote": "Usage is like oxygen for ideas.",
      "author": "Matt Mullenweg"
    },
    {
      "id": 1734,
      "quote": "Simplicity should be found in the execution, not in the\nmeaning.",
      "author": "Nicholas Burroughs"
    },
    {
      "id": 1900,
      "quote": "If a feature or product were legitimately easy the user\nwould not be writing in to support about how stuck they are.\nSure, some percentage of users will find questions to ask\nabout any interface. But do you want to start the\nconversation by assuming the user falls into that\npercentage? You venture to learn much more if you assume the\nsoftware is wrong, not the user.",
      "author": "Andrew Spittle"
    },
    {
      "id": 642,
      "quote": "Making good design is easy. It’s polishing the half-assed\nstuff that takes time.",
      "author": "Stefan G. Bucher"
    },
    {
      "id": 355,
      "quote": "Computers are to design as microwaves are to cooking.",
      "author": "Milton Glaser"
    },
    {
      "id": 1285,
      "quote": "A designer who gives her art away, makes no pay. A designer\nwho keeps her art to herself, makes no friends.",
      "author": "Amber Seree Allen"
    },
    {
      "id": 434,
      "quote": "In most agencies, account executives outnumber the\ncopywriters two to one. If you were a dairy farmer, would\nyou employ twice as many milkers as you had cows?",
      "author": "David Ogilvy"
    },
    {
      "id": 1376,
      "quote": "Good design at the front-end suggests that everything is in\norder at the back-end, whether or not that is the case.",
      "author": "Dmitry Fadeyev"
    },
    {
      "id": 524,
      "quote": "The strategy in communications is not to sell the 1/4″-inch\ndrill bit, but the 1/4″-inch hole.",
      "author": "Robert Louey"
    },
    {
      "id": 413,
      "quote": "I think if you’re starting out early in the process by\ntalking about your ideas for solutions, you’re already not\nlistening. I think you need to enter into any design project\nwith that zen learner’s mind of ‘I don’t know what I don’t\nknow.’",
      "author": "Kim Goodwin"
    },
    {
      "id": 2024,
      "quote": "If all else fails, [working harder than anyone else] is the\ngreatest competitive advantage of any career.",
      "author": "John C Jay"
    },
    {
      "id": 1489,
      "quote": "Advertising is the art of convincing people to spend money\nthey don’t have for something they don’t need.",
      "author": "Will Rogers"
    },
    {
      "id": 898,
      "quote": "Advertising = Hey You + Buy Something",
      "author": "Craig Damrauer"
    },
    {
      "id": 2214,
      "quote": "Where I come from, gettin’ visual is habitual.",
      "author": "GZA"
    },
    {
      "id": 596,
      "quote": "Turning away bad clients can leave you feeling oddly guilty.\nThey’re sort of like alcoholic or meth head cousins who\nforce you, by their own bad behavior into denying them\nthings you wouldn’t deny other people. You’re left feeling\nnot quite yourself.",
      "author": "Carolyn Wood"
    },
    {
      "id": 1435,
      "quote": "Bad design shouts at you. Good design is the silent seller.",
      "author": "Shane Meendering"
    },
    {
      "id": 1771,
      "quote": "It takes the same amount of effort to make bad art as to\nmake good art, and you won’t know which you’ve made until\nyou release it into the wild. You can continue to refine a\nwork until it doesn’t set off your own quality alarms, but\nthat’s no guarantee that what you’ve made will touch\nanybody.",
      "author": "Nate Simpson"
    },
    {
      "id": 440,
      "quote": "To be truly great, we have to understand the motivation of\nour clients, maintain constant two-way communication with\nshockingly uncreative people, get a firm handle on\ncopywriting and how that craft exists symbiotically with the\nvisual element, and foresee how the finished whole will be\ngreater than the sum of the bits and pieces we spent hours\nobsessing over. All of these factors cascade into the final\nproduct.",
      "author": "Kevin Potts"
    },
    {
      "id": 1850,
      "quote": "Descriptions are like skirts, they should be long enough to\ncover the subject, but short enough to keep things\ninteresting.",
      "author": "Gidsy.com"
    },
    {
      "id": 1988,
      "quote": "The advice I like to give young artists, or really anybody\nwho’ll listen to me, is not to wait around for inspiration.\nInspiration is for amateurs; the rest of us just show up and\nget to work.\n\nIf you wait around for the clouds to part and a bolt of\nlightning to strike you in the brain, you are not going to\ndo an awful lot of work. All the best ideas come out of the\nprocess; they come out of the work itself.\n\nThings occur to you. If you’re sitting around trying to\ndream up a great idea, you can sit there a long time before\nanything happens. But if you just get to work, something\nwill occur to you and something else will occur to you and\nsomething else that you reject will push you in another\ndirection.\n\nInspiration is absolutely unnecessary and somehow deceptive.\nYou feel like you need this great idea before you can get\ndown to work, and I find that’s almost never the case.",
      "author": "Chuck Close"
    },
    {
      "id": 1767,
      "quote": "I love making the stuff, that’s sort of the core of it. I\nlove creating the stuff. It’s so satisfying to get from the\nbeginning to the end, from a shaky nothing idea to something\nthat’s well formed and the audience really likes. It’s like\na drug: You keep trying to do it again and again and again.\nI’ve learned from experience that if you work harder at it,\nand apply more energy and time to it, and more consistency,\nyou get a better result. It comes from the work.",
      "author": "Louis C.K."
    },
    {
      "id": 766,
      "quote": "Graphic design is the paradise of individuality,\neccentricity, heresy, abnormality, hobbies, and humors.",
      "author": "George Santayana"
    },
    {
      "id": 1233,
      "quote": "When in doubt, use Caslon.",
      "author": "William Caslon"
    },
    {
      "id": 946,
      "quote": "You never can do what the kids do. What you do is look at\nyourself and find your own way to address the fact that the\ntimes have changed and that you have to pay attention. You\ncan’t be a designer and say, “Oh, this is timeless.” Nothing\nis timeless!",
      "author": "Paula Scher"
    },
    {
      "id": 1502,
      "quote": "When is the last time you saw a Lamborghini sale?",
      "author": "Chris Campbell"
    },
    {
      "id": 1274,
      "quote": "Cheap design is like a tattoo… once you get it you’re\nforever branded with it.",
      "author": "Ken Peters"
    },
    {
      "id": 167,
      "quote": "It’s not about knowing all the gimmicks and photo tricks. If\nyou haven’t got the eye, no program will give it to you.",
      "author": "David Carson"
    },
    {
      "id": 1138,
      "quote": "As we know,\nThere are known knowns.\nThere are things we know we know.\nWe also know\nThere are known unknowns.\nThat is to say\nWe know there are some things\nWe do not know.\nBut there are also unknown unknowns,\nThe ones we don’t know\nWe don’t know.",
      "author": "Donald Rumsfeld"
    },
    {
      "id": 1327,
      "quote": "Innovation is seldom hindered by platform.",
      "author": "Blue Saunders"
    },
    {
      "id": 1584,
      "quote": "The value, and especially the legitimization of design will\nbe, in the future, measured more in terms of how it can\nenable us to survive… on this planet.",
      "author": "Dieter Rams"
    },
    {
      "id": 444,
      "quote": "If you’re more susceptible to interruption, you do more out\nof the box thinking.",
      "author": "Don Norman"
    },
    {
      "id": 132,
      "quote": "Perfection is achieved, not when there is nothing more to\nadd, but when there is nothing left to take away.",
      "author": "Antoine de Saint Exupéry"
    },
    {
      "id": 1405,
      "quote": "To achieve great things, two things are needed: a plan, and\nnot quite enough time.",
      "author": "Leonard Bernstein"
    },
    {
      "id": 696,
      "quote": "Marketing without design is lifeless, and design without\nmarketing is mute.",
      "author": "Von R. Glitschka"
    },
    {
      "id": 2030,
      "quote": "Modern typographic axioms:\n\n * Different purpose demands different style.\n * The modern reader has no leisure.\n * Gutenberg left no rules for automobile ads.\n * Today’s reader doesn’t read — he glimpses.\n * Lucidity, clarity, fitness is the aim.",
      "author": "Lucian Bernhard"
    },
    {
      "id": 1211,
      "quote": "Mistakes are the portals of discovery.",
      "author": "James Joyce"
    },
    {
      "id": 1028,
      "quote": "“It looks good” is the worst feedback you can get.",
      "author": "Whitney Hess"
    },
    {
      "id": 1898,
      "quote": "Best thing about creating something is that it starts living\nit’s own life.",
      "author": "Hristo Panayotov"
    },
    {
      "id": 1616,
      "quote": "Web design is art wrapped in technology.",
      "author": "James Weaver"
    },
    {
      "id": 1051,
      "quote": "You can use an eraser on the drafting table or a sledge\nhammer on the construction site.",
      "author": "Frank Lloyd Wright"
    },
    {
      "id": 620,
      "quote": "If I create from the heart, nearly everything works; if from\nthe head, almost nothing.",
      "author": "Marc Chagall"
    },
    {
      "id": 2413,
      "quote": "Those who don’t build must burn.",
      "author": "Ray Bradbury"
    },
    {
      "id": 822,
      "quote": "Clients don’t understand their success is reliant on\nstanding out, not fitting in.",
      "author": "Don Draper"
    },
    {
      "id": 2298,
      "quote": "What’s the hardest thing to communicate? The hardest thing \nis to communicate.",
      "author": "Michael Cina"
    },
    {
      "id": 265,
      "quote": "Don’t design for everyone. It’s impossible. All you end up\ndoing is designing something that makes everyone unhappy.",
      "author": "Leisa Reichelt"
    },
    {
      "id": 713,
      "quote": "I try and be as stupid as possible regarding my profession,\nwhich means I try to look at as few design magazines as\npossible.",
      "author": "Ettore Sottsass"
    },
    {
      "id": 2430,
      "quote": "The great thing about personal work is that it can shape\nyour commercial work. Clients see what you create for\nyourself and that can be the starting point for a new\nproject, which closes the cap between the work you love\nmaking and the work you get paid for.",
      "author": "Gemma O’Brien"
    },
    {
      "id": 1691,
      "quote": "A work of art is one of mystery, the one extreme magic;\neverything else is either arithmetic or biology.",
      "author": "Truman Capote"
    },
    {
      "id": 1207,
      "quote": "Some people never go crazy. What truly horrible lives they\nmust live.",
      "author": "Charles Bukowski"
    },
    {
      "id": 2474,
      "quote": "Machines are better than me at whatever they’re for. That’s\nthe point of tools. A calculator is better than me at\n238÷182 and a bucket is better than me at holding water.",
      "author": "Cassie Kozyrkov"
    },
    {
      "id": 1627,
      "quote": "Instead of searching for inspiration, how about you search\nout someone to inspire.",
      "author": "Tony Kim"
    },
    {
      "id": 245,
      "quote": "Beauty is the ultimate defense against complexity.",
      "author": "David Gelernter"
    },
    {
      "id": 267,
      "quote": "Clients have no trouble paying $5,800 for an hour in a\nGulfstream corporate jet or $425 for a month of parking. But\nGod forbid they spend $3 per on a glossy annual report.",
      "author": "Bill Cahan"
    },
    {
      "id": 32,
      "quote": "Creative without strategy is called ‘art‘. Creative with\nstrategy is called ‘advertising‘.",
      "author": "Jef I. Richards"
    },
    {
      "id": 9,
      "quote": "Design, in its broadest sense, is the enabler of the digital\nera – it’s a process that creates order out of chaos, that\nrenders technology usable to business. Design means being\ngood, not just looking good.",
      "author": "Clement Mok"
    },
    {
      "id": 2135,
      "quote": "Ideas are worthless. Execution is everything.",
      "author": "Scott Adams"
    },
    {
      "id": 1387,
      "quote": "The space between an idea and a concept is your lips. If you\ncan’t say it out loud you can’t do it.",
      "author": "Nick Longo"
    },
    {
      "id": 2495,
      "quote": "Visual design is powerful, but the words are what people\nquote to one another. They are the only part of the design\nthat survives across time and media types. They can be held\nintact in a human mind.",
      "author": "Erika Hall"
    },
    {
      "id": 1240,
      "quote": "Everybody’s a web designer until, you know, they actually\ntry to do it.",
      "author": "Gabe Boning"
    },
    {
      "id": 1577,
      "quote": "Be regular and orderly in your life like a bourgeois, so\nthat you may be violent and original in your work.",
      "author": "Gustave Flaubert"
    },
    {
      "id": 900,
      "quote": "I fill up a place, which may be better… when I have made it\nempty.",
      "author": "William Shakespeare"
    },
    {
      "id": 425,
      "quote": "A well-defined problem is half solved.",
      "author": "Michael Osborne"
    },
    {
      "id": 346,
      "quote": "One should respect public opinion in so far as is necessary\nto avoid starvation and to keep out of prison.",
      "author": "Bertrand Russell"
    },
    {
      "id": 446,
      "quote": "I’m convinced that without bad design, the world would be a\nfar less stimulating place; we would have nothing to marvel\nover and nothing to be nostalgic about.",
      "author": "Carrie Phillips"
    },
    {
      "id": 1842,
      "quote": "The best way to find any and all errors is to publish your\nwork.",
      "author": "Dan Vore"
    },
    {
      "id": 28,
      "quote": "Graphic design is the paradise of individuality,\neccentricity, heresy, abnormality, hobbies and humours.",
      "author": "George Santayana"
    },
    {
      "id": 958,
      "quote": "The critical distinction between a craftsman and an expert\nis what happens after a sufficient level of expertise has\nbeen achieved. The expert will do everything she can to\nremain wedded to a single context, narrowing the scope of\nher learning, her practice, and her projects. The craftsman\nhas the courage and humility to set aside her expertise and\npick up an unfamiliar technology or learn a new domain.",
      "author": "Dave Hoover"
    },
    {
      "id": 1009,
      "quote": "Form follows function.",
      "author": "Louis Sullivan"
    },
    {
      "id": 635,
      "quote": "Creativity is in everyone; it just manifests itself\ndifferently with each person. My CPA, for example, is one of\nthe most creative people I know.",
      "author": "Ron Miriello"
    },
    {
      "id": 1291,
      "quote": "When you’re passionate about what you do, you become an\nevangelist for the very thing you do.",
      "author": "Jonathan Snook"
    },
    {
      "id": 315,
      "quote": "Every night I pray that clients with taste will get money\nand clients with money will get taste.",
      "author": "Bill Gardner"
    },
    {
      "id": 764,
      "quote": "Everyone has a plan until they get punched in the face.",
      "author": "Mike Tyson"
    },
    {
      "id": 1229,
      "quote": "Nothing’s impossible.",
      "author": "The Doorknob (Alice In Wonderland)"
    },
    {
      "id": 1339,
      "quote": "Using a watermark on your work is like peeing on your\nbelongings so no one will steal them.",
      "author": "Thomas Amador"
    },
    {
      "id": 336,
      "quote": "What works good is better than what looks good, because what\nworks good lasts.",
      "author": "Ray Eames"
    },
    {
      "id": 461,
      "quote": "Spec = asking the world to have sex with you and promising a\ndinner date to one lucky winner.",
      "author": "Jeffrey Zeldman"
    },
    {
      "id": 2218,
      "quote": "Eloquence is vehement simplicity.",
      "author": "Richard Cecil"
    },
    {
      "id": 98,
      "quote": "There’s no shortcut for greatness.",
      "author": "Yasin Japardi"
    },
    {
      "id": 1709,
      "quote": "For every new feature we add, we take an old one out. A lot\nof big sites don’t do that, and it’s a problem. Twitter\nstarted as a beautifully simple product, but it’s now going\nthe same route as Facebook. The drive to innovate can\noverencumber and destroy a product.",
      "author": "David Karp"
    },
    {
      "id": 938,
      "quote": "I’ve always considered myself a graphic artists – a\ndraftsman – as opposed to a typist. I do still work on a\ndrawing table. At times drawing on a computer feels like I’m\ndrawing on an Etch-a-Sketch.",
      "author": "Michael Schwab"
    },
    {
      "id": 2024,
      "quote": "If all else fails, [working harder than anyone else] is the\ngreatest competitive advantage of any career.",
      "author": "John C Jay"
    },
    {
      "id": 2007,
      "quote": "To clarify, add detail. Imagine that, to clarify, add\ndetail. Clutter and overload are not attributes of\ninformation, they are failures of design. If the information\nis in chaos, don’t start throwing out information, instead\nfix the design.",
      "author": "Edward Tufte"
    },
    {
      "id": 1696,
      "quote": "We tend to forget there’s more to design than designing.",
      "author": "Justin Ahrens"
    },
    {
      "id": 1039,
      "quote": "If Ernest Hemingway, James Mitchener, Neil Simon, Frank\nLloyd Wright, and Pablo Picasso could not get it right the\nfirst time, what makes you think that you will?",
      "author": "Paul Heckel"
    },
    {
      "id": 284,
      "quote": "Bad design is smoke, while good design is a mirror.",
      "author": "Juan-Carlos Fernandez"
    },
    {
      "id": 1265,
      "quote": "If you do good work for good clients, it will lead to other\ngood work for other good clients. If you do bad work for bad\nclients, it will lead to other bad work for other bad\nclients.",
      "author": "Michael Bierut"
    },
    {
      "id": 1311,
      "quote": "Preparation gives birth to self-confidence.",
      "author": "Denise Harman"
    },
    {
      "id": 363,
      "quote": "The dumbest mistake is viewing design as something you do at\nthe end of the process to ‘tidy up’ the mess, as opposed to\nunderstanding it’s a ‘day one’ issue and part of everything.",
      "author": "Tom Peters"
    },
    {
      "id": 1360,
      "quote": "An ad should be an appetizer, not a buffet.",
      "author": "Lee Clow’s Beard"
    },
    {
      "id": 2394,
      "quote": "Her complexity is a glorious fire that consumes, while her\nsimplicity goes unapproachable. But if one takes time to\nunderstand her, there is something beautiful to find,\nsomething simple to be loved. But she goes unloved, for\nbeing misunderstood.",
      "author": "Anthony Liccione"
    },
    {
      "id": 1210,
      "quote": "Learning never exhausts the mind.",
      "author": "Leonardo da Vinci"
    },
    {
      "id": 1955,
      "quote": "I don’t want something special. I want something beautifully\nplain.",
      "author": "Anne Lamott"
    },
    {
      "id": 393,
      "quote": "Design creates culture. Culture shapes values. Values\ndetermine the future.",
      "author": "Robert L. Peters"
    },
    {
      "id": 704,
      "quote": "If the bones don’t work, you’ve got a pile of skin.",
      "author": "Samuel Antupit"
    },
    {
      "id": 1489,
      "quote": "Advertising is the art of convincing people to spend money\nthey don’t have for something they don’t need.",
      "author": "Will Rogers"
    },
    {
      "id": 2303,
      "quote": "A good portfolio will get you an interview. A good attitude\nwill get you a job.",
      "author": "Marty Amsler"
    },
    {
      "id": 1810,
      "quote": "Here is one of the few effective keys to the design problem\n— the ability of the designer to recognize as many of the\nconstraints as possible — his willingness and enthusiasm for\nworking within these constraints. Constraints of price, of\nsize, of strength, of balance, of surface, of time and so\nforth.",
      "author": "Charles Eames"
    },
    {
      "id": 1020,
      "quote": "Design is redesign.",
      "author": "Jan Michl"
    },
    {
      "id": 1259,
      "quote": "Typography has one plain duty before it and that is to\nconvey information in writing. No argument or consideration\ncan absolve typography from this duty.",
      "author": "Emil Ruder"
    },
    {
      "id": 2484,
      "quote": "It takes as much energy to wish as it does to plan.",
      "author": "Eleanor Roosevelt"
    },
    {
      "id": 1203,
      "quote": "I know the price of success: dedication, hard work & an\nunremitting devotion to the things you want to see happen.",
      "author": "Frank Lloyd Wright"
    },
    {
      "id": 857,
      "quote": "It has taken my entire life to understand what I already\nknew about creating art in 3rd grade.",
      "author": "Philip Carrera"
    },
    {
      "id": 1420,
      "quote": "The simplest way to achieve simplicity is through thoughtful\nreduction.",
      "author": "John Maeda"
    },
    {
      "id": 2251,
      "quote": "Design is more about the process than it is about the\nresulting prettiness.",
      "author": "Melissa Sisco"
    },
    {
      "id": 921,
      "quote": "In the design process, my gut instinct is my best critic. I\njust wish I would always listen to it!",
      "author": "Bryan Tamayo"
    },
    {
      "id": 374,
      "quote": "If the reader notices the interior page design of a book –\neven if he or she likes what they see – I’ve missed, because\nI distracted them from their reading.",
      "author": "Stephen Tiano"
    },
    {
      "id": 1294,
      "quote": "Traditional marketing is often seeing is getting people to\ndo things but I think web marketing is about helping people\ndo things.",
      "author": "Gerry McGovern"
    },
    {
      "id": 1360,
      "quote": "An ad should be an appetizer, not a buffet.",
      "author": "Lee Clow’s Beard"
    },
    {
      "id": 598,
      "quote": "Beautiful accidents can happen, but accident is not the\nbasis for design excellence. Purposeful discovery followed\nby focused, skillful conceptualization and execution is the\nbasis for design excellence.",
      "author": "Andy Rutledge"
    },
    {
      "id": 596,
      "quote": "Turning away bad clients can leave you feeling oddly guilty.\nThey’re sort of like alcoholic or meth head cousins who\nforce you, by their own bad behavior into denying them\nthings you wouldn’t deny other people. You’re left feeling\nnot quite yourself.",
      "author": "Carolyn Wood"
    },
    {
      "id": 1408,
      "quote": "Design is an art of situations. Designers respond to a need,\na problem, a circumstance, that arises in the world. The\nbest work is produced in relation to interesting situations\n– an open-minded client, a good cause, or great content.",
      "author": "Ellen Lupton"
    },
    {
      "id": 1422,
      "quote": "Clients are the difference between design and art.",
      "author": "Michael Bierut"
    },
    {
      "id": 1936,
      "quote": "Design must be functional and functionality must be\ntranslated into visual aesthetics, without any reliance on\ngimmicks that have to be explained.",
      "author": "Ferdinand A. Porsche"
    },
    {
      "id": 2476,
      "quote": "We can only see a short distance ahead, but we can see\nplenty there that needs to be done.",
      "author": "Alan Turing"
    },
    {
      "id": 2415,
      "quote": "If you think good design is expensive, you should look at\nthe cost of bad design.",
      "author": "Ralf Speth"
    },
    {
      "id": 1942,
      "quote": "Testing one user early in the project is better than testing\nfifty near the end.",
      "author": "Steve Krug"
    },
    {
      "id": 369,
      "quote": "Whether we like it or not, our legacy as designers is ugly.\nWe’re largely responsible for fueling a culture of\nconsumption.",
      "author": "Eric Karjaluoto"
    },
    {
      "id": 1612,
      "quote": "a 5% feature (used by less than 5% of all users) is a\ndistraction for all the other users, and is better removed,\nunless it’s really critical (a small number of users do need\nto cancel service, for example).",
      "author": "Neil Hunt"
    },
    {
      "id": 2180,
      "quote": "Write it down. You will lose thoughts, you thought, that you\nthought.",
      "author": "Vanessa Workoff"
    },
    {
      "id": 444,
      "quote": "If you’re more susceptible to interruption, you do more out\nof the box thinking.",
      "author": "Don Norman"
    },
    {
      "id": 2212,
      "quote": "All things are designed, just some things more thoughtfully\nthan others.",
      "author": "Arman Nobari"
    },
    {
      "id": 1004,
      "quote": "Functionality is so over-valued in design, and we’ve kept\ndesign very small in that way. Functionality is the sheer\nminimum. If your house burns down, what do you take? The cat\nin the window that you got from your mother, or the chair\nyou have?",
      "author": "Marcel Wanders"
    },
    {
      "id": 2122,
      "quote": "Give a crap. Don’t give a fuck.",
      "author": "Karen McGrane"
    },
    {
      "id": 676,
      "quote": "It’s not in the vulgar, it’s not in the shock that one finds\nart. And it’s not in the excessively beautiful. It’s in\nbetween; it’s in nuance.",
      "author": "Duane Michals"
    },
    {
      "id": 194,
      "quote": "Keep it simple, stupid!",
      "author": "Old Saying"
    },
    {
      "id": 2018,
      "quote": "Information is cheap, meaning is expensive.",
      "author": "George Dyson"
    },
    {
      "id": 588,
      "quote": "It is not daily increase but daily decrease; hack away the\nunessential.",
      "author": "Bruce Lee"
    },
    {
      "id": 1390,
      "quote": "Nobody can tell you if what you’re doing is good, meaningful\nor worthwhile. The more compelling the path, the more lonely\nit is.",
      "author": "Hugh Macleod"
    },
    {
      "id": 1212,
      "quote": "If at first the idea is not absurd, then there is no hope\nfor it.",
      "author": "Albert Einstein"
    },
    {
      "id": 1244,
      "quote": "Design is creativity with strategy.",
      "author": "Rob Curedale"
    },
    {
      "id": 2085,
      "quote": "I like jumping back and forth between a few different things\nto let my subconscious chew on one problem while my\nconscious works on something else.",
      "author": "Loren Brichter"
    },
    {
      "id": 2202,
      "quote": "In the presence of good rationale, maintainers should be\nwilling to change their mind often.",
      "author": "Havoc Pennington"
    },
    {
      "id": 449,
      "quote": "Design is where science and art break even.",
      "author": "Robin Mathew"
    },
    {
      "id": 1085,
      "quote": "The definition of an expert is someone who knows what not to\ndo.",
      "author": "Charles Willson"
    },
    {
      "id": 115,
      "quote": "Create your own visual style… let it be unique for yourself\nand yet identifiable for others.",
      "author": "Orson Welles"
    },
    {
      "id": 38,
      "quote": "Great designers seldom make great advertising men, because\nthey get overcome by the beauty of the picture – and forget\nthat merchandise must be sold.",
      "author": "James Randolph Adams"
    },
    {
      "id": 407,
      "quote": "Often design departments are viewed as little decoration\ngroups… They’ll make everything look pretty. Well, I can\ntell you, that doesn’t work.",
      "author": "Peter Phillips"
    },
    {
      "id": 2000,
      "quote": "Having a style is like being in jail.",
      "author": "Anthon Beeke"
    },
    {
      "id": 831,
      "quote": "For me, discomfort is a signal of an exceptional concept.\nWhen I’m totally comfortable with a concept, I’ve probably\nused it fore or seen it somewhere else. Discomfort is almost\na prerequisite for a great idea.",
      "author": "Craig Frazier"
    },
    {
      "id": 609,
      "quote": "The typeface doesn’t really matter, as long as the text is\ngood.",
      "author": "John Maeda"
    },
    {
      "id": 902,
      "quote": "No masterpiece was ever created by a lazy artist.",
      "author": "Salvador Dali"
    },
    {
      "id": 473,
      "quote": "Good design is obvious. Great design is transparent.",
      "author": "Joe Sparano"
    },
    {
      "id": 2313,
      "quote": "Advertising is the one industry where all the experts seem\nto be the people who don’t work in it.",
      "author": "William Childs"
    },
    {
      "id": 822,
      "quote": "Clients don’t understand their success is reliant on\nstanding out, not fitting in.",
      "author": "Don Draper"
    },
    {
      "id": 1678,
      "quote": "Never fall in love with an idea. They’re whores. If the one\nyou’re with isn’t doing the job, there’s always, always,\nalways another.",
      "author": "Chip Kidd"
    },
    {
      "id": 1039,
      "quote": "If Ernest Hemingway, James Mitchener, Neil Simon, Frank\nLloyd Wright, and Pablo Picasso could not get it right the\nfirst time, what makes you think that you will?",
      "author": "Paul Heckel"
    },
    {
      "id": 1814,
      "quote": "Drawing is speaking to the eye; talking is painting to the\near.",
      "author": "Joseph Joubert"
    },
    {
      "id": 1837,
      "quote": "Creativity is magical, but is not magic.",
      "author": "Charles Limb"
    },
    {
      "id": 1000,
      "quote": "Everything is possible, that’s what science is all about.\nNo, that’s what’s being a Magical Elf is all about.",
      "author": "The Professor (on Futurama)"
    },
    {
      "id": 452,
      "quote": "Visual design is often the polar opposite of engineering:\ntrading hard edges for subjective decisions based on gut\nfeelings and personal experiences. It’s messy,\nunpredictable, and notoriously hard to measure. The\napparently erratic behavior of artists drives engineers\nbananas. Their decisions seem arbitrary and risk everything\nwith no guaranteed benefit.",
      "author": "Scott Stevenson"
    },
    {
      "id": 2367,
      "quote": "When it comes to writing code, the number one most important\nskill is how to keep a tangle of features from collapsing\nunder the weight of its own complexity.",
      "author": "John D. Cook"
    },
    {
      "id": 305,
      "quote": "Don’t spend too much time planning, release early and often,\nsome things will work, others won’t, refine and move forward\nand above all forget the money, just make sure you love what\nyou’re doing.",
      "author": "Kevin Rose"
    },
    {
      "id": 2170,
      "quote": "If you never want to be criticized, for goodness’ sake don’t\ndo anything new.",
      "author": "Jeff Bezos"
    },
    {
      "id": 1293,
      "quote": "Inspiration the seed. Design but the flower.",
      "author": "Michael Langham"
    },
    {
      "id": 734,
      "quote": "Roses are red, violets are blue. I wont send the job unless\nyou pay me.",
      "author": "Giulio Pinotti"
    },
    {
      "id": 94,
      "quote": "It’s very easy to be different, but very difficult to be\nbetter.",
      "author": "Jonathan Ive"
    },
    {
      "id": 1687,
      "quote": "Design can have many types of soul, the key is to have one.",
      "author": "Justin Ahrens"
    },
    {
      "id": 600,
      "quote": "I like my ARTSY with a little bit of FARTSY.",
      "author": "Marc Johns"
    },
    {
      "id": 984,
      "quote": "[Degenerate type is] a form of canned cynicism which will\ndoom its perpetrators to a special room in hell where lovely\nlittle children of all races, creeds, and religions are\neternally batched in gentle rosy and amber glows, singing\n“It’s a small world after all.” There’s no reason to create\nan alphabet which looks like it leaked out a diaper.",
      "author": "Peter Fraterdeus"
    },
    {
      "id": 853,
      "quote": "Good designers copy; great designers steal.",
      "author": "Pablo Picasso"
    },
    {
      "id": 1850,
      "quote": "Descriptions are like skirts, they should be long enough to\ncover the subject, but short enough to keep things\ninteresting.",
      "author": "Gidsy.com"
    },
    {
      "id": 1864,
      "quote": "Users will tell you what they think they want.\nUsers will tell you what they think you want to hear.\nUsers will tell you what they think sounds good.\nUsers will not tell you what you need to know.\nYou have to watch them to discover that.",
      "author": "Adam Judge"
    },
    {
      "id": 1848,
      "quote": "… try to absorb what is useful, discard what is useless, and\nadd what is essentially your own.",
      "author": "Bruce Lee"
    },
    {
      "id": 1810,
      "quote": "Here is one of the few effective keys to the design problem\n— the ability of the designer to recognize as many of the\nconstraints as possible — his willingness and enthusiasm for\nworking within these constraints. Constraints of price, of\nsize, of strength, of balance, of surface, of time and so\nforth.",
      "author": "Charles Eames"
    },
    {
      "id": 1878,
      "quote": "You get up early in the morning and you work all day. That’s\nthe only secret.",
      "author": "Philip Glass"
    },
    {
      "id": 313,
      "quote": "I have found the best people to work with are gay men. They\nnever have to ‘run it past their wives.’",
      "author": "Rodney Davidson"
    },
    {
      "id": 1367,
      "quote": "To create a memorable design you need to start with a\nthought that’s worth remembering.",
      "author": "Thomas Manss"
    },
    {
      "id": 1456,
      "quote": "Designers deal in ideas. They give shape to ideas that shape\nour world, enrich everyday experiences, and improve our\nlives. Where there’s confusion, designers fashion clarity;\nwhere there’s chaos, designers construct order; where\nthere’s entropy, designers promote vitality; where there’s\nindifference, designers swell passion; where there’s\nmediocrity, designers imbue excellence; and where there’s\nsilence, designers lend voice.",
      "author": "Ken Peters"
    },
    {
      "id": 1846,
      "quote": "If you are on Craigslist to get a sofa, and you see one for\nfree. You think there’s something tragically wrong with it –\nmaybe there are bedbugs. But if you see a sofa on there for\n$2,500, you think ‘oh man, that sofa must be amazing’. It’s\nthe same thing with art – you set your own value.",
      "author": "Jessica Hische"
    },
    {
      "id": 294,
      "quote": "There are two ways of constructing a software design. One\nway is to make it so simple that there are obviously no\ndeficiencies. And the other way is to make it so complicated\nthat there are no obvious deficiencies.",
      "author": "C.A.R. Hoare"
    },
    {
      "id": 1164,
      "quote": "Wisdom is knowing what to do next, skill is knowing how to\ndo it, and virtue is doing it.",
      "author": "David Starr"
    },
    {
      "id": 271,
      "quote": "The first word of the first line is the critical word of\nthat particular body of text. Let it start flush, at least.",
      "author": "W.A. Dwiggins"
    },
    {
      "id": 2235,
      "quote": "Objects and their manufacture are inseparable, you\nunderstand a product if you understand how it’s made.",
      "author": "Jonathan Ive"
    },
    {
      "id": 1070,
      "quote": "Standards are like toothbrushes, everybody agrees you should\nhave one, but no one wants to use yours.",
      "author": "Joe Croser"
    },
    {
      "id": 1433,
      "quote": "If you want to set off and go develop some grand new thing,\nyou don’t need millions of dollars of capitalization. You\nneed enough pizza and Diet Coke to stick in your\nrefrigerator, a cheap PC to work on and the dedication to go\nthrough with it.",
      "author": "John Carmack"
    },
    {
      "id": 1006,
      "quote": "If you are going to have less things, they have to be great\nthings.",
      "author": "John Maeda"
    },
    {
      "id": 2130,
      "quote": "To create anything–whether a short story or a magazine\nprofile or a film or a sitcom–is to believe, if only\nmomentarily, you are capable of magic.",
      "author": "Tom Bissel"
    },
    {
      "id": 2024,
      "quote": "If all else fails, [working harder than anyone else] is the\ngreatest competitive advantage of any career.",
      "author": "John C Jay"
    },
    {
      "id": 378,
      "quote": "A picture is worth a thousand dollars.",
      "author": "Marty Neumeier"
    },
    {
      "id": 1985,
      "quote": "Design works best when it gets out of the user’s way.",
      "author": "Neil Gajera"
    },
    {
      "id": 1149,
      "quote": "God, grant me the serenity to accept the things I cannot\nchange, the courage to change the things I can, and the\nwisdom to know the difference",
      "author": "Reinhold Niebuhr"
    },
    {
      "id": 582,
      "quote": "The same hand can draw art for the sake of emotional\nexpression and design that serves a purpose.",
      "author": "Raphael Henry"
    },
    {
      "id": 2447,
      "quote": "That’s why pro bono work is great. You choose to do it, and\nif you’re choosing to do it to grow your own work, your deal\nis essentially that you’re not going to collaborate. You’re\ngoing to do the job the way you think the job is gonna be\ndone.",
      "author": "Paula Scher"
    },
    {
      "id": 1506,
      "quote": "Draw lines, young man, many lines; from memory or from\nnature – it is in this way you will become a good artist.\n(said to Edgar Degas)",
      "author": "Jean Auguste Dominique Ingres"
    },
    {
      "id": 600,
      "quote": "I like my ARTSY with a little bit of FARTSY.",
      "author": "Marc Johns"
    },
    {
      "id": 764,
      "quote": "Everyone has a plan until they get punched in the face.",
      "author": "Mike Tyson"
    },
    {
      "id": 2394,
      "quote": "Her complexity is a glorious fire that consumes, while her\nsimplicity goes unapproachable. But if one takes time to\nunderstand her, there is something beautiful to find,\nsomething simple to be loved. But she goes unloved, for\nbeing misunderstood.",
      "author": "Anthony Liccione"
    },
    {
      "id": 1134,
      "quote": "Says who? Just so you know, the people who talk that way\nthink that monkeys can do this. They take all this monkey\ncrap and just stick it in a briefcase completely unaware\nthat their success depends on something more than their\nshoeshine. YOU are the product. You- FEELING something.\nThat’s what sells. Not them. Not sex. They can’t do what we\ndo, and they hate us for it.",
      "author": "Don Draper"
    },
    {
      "id": 734,
      "quote": "Roses are red, violets are blue. I wont send the job unless\nyou pay me.",
      "author": "Giulio Pinotti"
    },
    {
      "id": 2301,
      "quote": "Design should never be ridden with GGE’s (gratuitous graphic\nelements).",
      "author": "Nadine Buckley"
    },
    {
      "id": 1740,
      "quote": "The worst logo applied well is better than the best logo\napplied poorly.",
      "author": "Jacob Cass"
    },
    {
      "id": 505,
      "quote": "In the matter of layout, forget art and use horse-sense. The\nprinter-designer’s whole duty is to make a clear\npresentation of the message… This calls for an exercise of\ncommon sense and faculty of analysis rather than for art.",
      "author": "William Addison Dwiggins"
    },
    {
      "id": 1089,
      "quote": "It’s quicker to hate on a design picking out all the little\nthings that should have done than to just do something great\nyourself.",
      "author": "Tom Watson"
    },
    {
      "id": 384,
      "quote": "It’s art if it can’t be explained. It’s fashion if no one\nasks for an explanation. It’s design if it doesn’t need\nexplanation.",
      "author": "Wouter Stokkel"
    },
    {
      "id": 1182,
      "quote": "Standards are like sex; one mistake, and you’re stuck\nsupporting it forever!",
      "author": "Mark Pilgrim"
    },
    {
      "id": 1857,
      "quote": "It’s strange, I’ve seen colours at times that when I’ve gone\nback to check on them, they’ve vanished…",
      "author": "William Percy Weston"
    },
    {
      "id": 727,
      "quote": "We unfortunately live in a corporate world where group\ndecision making is made to avoid failure rather than to\nachieve success.",
      "author": "Bill Cahan"
    },
    {
      "id": 1272,
      "quote": "Once you eliminate quality as a requirement, the entire\ndesign process becomes a whole lot easier.",
      "author": "Jared M. Spool"
    },
    {
      "id": 954,
      "quote": "When I design, I don’t consider the technical or commercial\nparameters so much as the desire for a dream that humans\nhave attempted to project onto an object.",
      "author": "Philippe Starck"
    },
    {
      "id": 1037,
      "quote": "If we want users to like our software we should design it to\nbehave like a likeable person: respectful, generous and\nhelpful.",
      "author": "Alan Cooper"
    },
    {
      "id": 846,
      "quote": "Check your bookshelf. If it’s full of titles on HTML, CSS,\nand the like, instead of typography, color, and layout, you\nmay be missing a key ingredient in the designer’s knowledge\ndiet.",
      "author": "Jeff Croft"
    },
    {
      "id": 2425,
      "quote": "The time it takes to make a decision increases as the number\nof alternatives increases.",
      "author": "William Edmund Hick"
    },
    {
      "id": 1412,
      "quote": "Here’s the world’s worst idea for a movie: Titanic. It did\nokay at the box office.",
      "author": "Scott Adams"
    },
    {
      "id": 2269,
      "quote": "Rules are what the artist breaks; the memorage never emerged\nfrom a formula.",
      "author": "Bill Bernbach"
    },
    {
      "id": 1700,
      "quote": "The control which designers know in the print medium, and\noften desire in the web medium, is simply a function of the\nlimitation of the printed page. We should embrace the fact\nthat the web doesn’t have the same constraints, and design\nfor this flexibility. But first, we must “accept the ebb and\nflow of things.”",
      "author": "John Allsopp"
    },
    {
      "id": 1327,
      "quote": "Innovation is seldom hindered by platform.",
      "author": "Blue Saunders"
    },
    {
      "id": 481,
      "quote": "People ignore design that ignores people.",
      "author": "Frank Chimero"
    },
    {
      "id": 671,
      "quote": "The large print giveth and the small print taketh away.",
      "author": "Tom Waits"
    },
    {
      "id": 397,
      "quote": "Inspiration exists, but it has to find you working.",
      "author": "Pablo Picasso"
    },
    {
      "id": 367,
      "quote": "I love the comment, “You must love designing for a living.”\nAt that point I usually start to laugh or break into\nuncontrollable tears.",
      "author": "Andrew Lewis"
    },
    {
      "id": 401,
      "quote": "“Fun” is a tricky word. People think that if you’re having\n“fun”, you’re ignoring content, or you’re ignoring the\nimportance of the piece. But that’s not true.",
      "author": "Carin Goldberg"
    },
    {
      "id": 1631,
      "quote": "Copying one person is stealing. Copying ten is research.",
      "author": "Chet Atkins"
    },
    {
      "id": 1751,
      "quote": "One of the most significant differences between graphic\ndesigners and other visual artists is our unhinged love of\ntypography.",
      "author": "Greg Breeding"
    },
    {
      "id": 1382,
      "quote": "Whoever best describes the problem, is the one most likely\nto solve it.",
      "author": "Dan Roam"
    },
    {
      "id": 2194,
      "quote": "The whole essence of good drawing—and of good thinking,\nperhaps—is to work a subject down to the simplest form\npossible and still have it believable for what it is meant\nto be.",
      "author": "Chuck Jones"
    },
    {
      "id": 1401,
      "quote": "Never re-invent the wheel, unless you’re sure the client\nneedn’t go anywhere.",
      "author": "Russell Bishop"
    },
    {
      "id": 1702,
      "quote": "I can always find love, but eventually I get horny for my\ncreativity.",
      "author": "Gilda Radner"
    },
    {
      "id": 1040,
      "quote": "I don’t know the key to success, but the key to failure is\ntrying to please everybody.",
      "author": "Bill Cosby"
    },
    {
      "id": 972,
      "quote": "We should pursue and practice moderation.",
      "author": "Plato"
    },
    {
      "id": 1566,
      "quote": "If you never venture outside the box, you will probably not\nbe creative. But if you never get inside the box, you will\ncertainly be stupid.",
      "author": "Christopher Peterson"
    },
    {
      "id": 1784,
      "quote": "Good design begins with honesty, asks tough questions, comes\nfrom collaboration and from trusting your intuition.",
      "author": "Freeman Thomas"
    },
    {
      "id": 915,
      "quote": "The world always seems brighter when you’ve just made\nsomething that wasn’t there before.",
      "author": "Neil Gaiman"
    },
    {
      "id": 2137,
      "quote": "As long as there are people, there will be user experience,\nand user interface designers.",
      "author": "Steve McGarry"
    },
    {
      "id": 2060,
      "quote": "I can never stand still. I must explore and experiment. I am\nnever satisfied with my work. I resent the limitations of my\nown imagination.",
      "author": "Walt Disney"
    },
    {
      "id": 1408,
      "quote": "Design is an art of situations. Designers respond to a need,\na problem, a circumstance, that arises in the world. The\nbest work is produced in relation to interesting situations\n– an open-minded client, a good cause, or great content.",
      "author": "Ellen Lupton"
    },
    {
      "id": 2370,
      "quote": "Research not to discover what’s already there, but to\ndiscover what’s not.",
      "author": "Samadara Ginige"
    },
    {
      "id": 2326,
      "quote": "The only “intuitive” interface is the nipple. After that\nit’s all learned.",
      "author": "Bruce Ediger"
    },
    {
      "id": 855,
      "quote": "Be fluid. Treat each project differently. Be water, man. The\nbest style is no style. Because styles can be figured out.\nAnd when you have no style they can’t figure you out.",
      "author": "Jay-Z"
    },
    {
      "id": 1340,
      "quote": "Features are like having sex. You make one mistake and you\nhave to support it for life.",
      "author": "Dave McClure"
    },
    {
      "id": 338,
      "quote": "In the beginner’s mind there are many possibilities, but in\nthe expert’s mind there are few.",
      "author": "Shunryu Suzuki"
    },
    {
      "id": 397,
      "quote": "Inspiration exists, but it has to find you working.",
      "author": "Pablo Picasso"
    },
    {
      "id": 34,
      "quote": "The conclusion of design flows naturally from the data; we\nshould not shrink from it; we should embrace it and build on\nit.",
      "author": "Michael Behe"
    },
    {
      "id": 1934,
      "quote": "Web design is responsive design. Responsive web design is\nweb design, done right.",
      "author": "Andy Clarke"
    },
    {
      "id": 1022,
      "quote": "Every picture owes more to other pictures painted before\nthan it owes to nature.",
      "author": "E.H. Gombrich"
    },
    {
      "id": 1554,
      "quote": "Well you’re in your little room\nand you’re working on something good\nbut if it’s really good\nyou’re gonna need a bigger room\nand when you’re in the bigger room\nyou might not know what to do\nyou might have to think of\nhow you got started sitting in your little room\n\n(from the song “Little Room”)",
      "author": "Jack White"
    },
    {
      "id": 1826,
      "quote": "Designers must be stewards of design rather than dictators.",
      "author": "Cassie McDaniel"
    },
    {
      "id": 1306,
      "quote": "Done is beautiful.",
      "author": "Frank Chimero"
    },
    {
      "id": 207,
      "quote": "It’s amazing how much you can get done in a day if you just\nsit and you do it.",
      "author": "Bill Tregle’s Dad"
    },
    {
      "id": 713,
      "quote": "I try and be as stupid as possible regarding my profession,\nwhich means I try to look at as few design magazines as\npossible.",
      "author": "Ettore Sottsass"
    },
    {
      "id": 604,
      "quote": "No one ever discovered anything new by coloring inside the\nlines.",
      "author": "Thomas Vasquez"
    },
    {
      "id": 1665,
      "quote": "The ability to change on a dime is one thing small teams\nhave by default that big teams can never have. This is where\nthe big guys envy the little guys. What might take a big\nteam in a huge organization weeks to change may only take a\nday in a small, lean organization. That advantage is\npriceless.",
      "author": "Andrew Hunt"
    },
    {
      "id": 2444,
      "quote": "Better to be tentative than to be recklessly sure—to be an\napprentice at sixty, than to present oneself as a doctor at\nten.",
      "author": "Michel Eyquem de Montaigne"
    },
    {
      "id": 1475,
      "quote": "We are all designers, the difference is that only a few of\nus do it full-time.",
      "author": "Sabo Tercero"
    },
    {
      "id": 393,
      "quote": "Design creates culture. Culture shapes values. Values\ndetermine the future.",
      "author": "Robert L. Peters"
    },
    {
      "id": 54,
      "quote": "The details are not the details. They make the design.",
      "author": "Charles Eames"
    },
    {
      "id": 1942,
      "quote": "Testing one user early in the project is better than testing\nfifty near the end.",
      "author": "Steve Krug"
    },
    {
      "id": 2311,
      "quote": "Just because it’s simple doesn’t mean it makes sense.",
      "author": "Morgan Ashley"
    },
    {
      "id": 336,
      "quote": "What works good is better than what looks good, because what\nworks good lasts.",
      "author": "Ray Eames"
    },
    {
      "id": 407,
      "quote": "Often design departments are viewed as little decoration\ngroups… They’ll make everything look pretty. Well, I can\ntell you, that doesn’t work.",
      "author": "Peter Phillips"
    },
    {
      "id": 1591,
      "quote": "Let the design team be the design experts. Your job is to be\nthe business expert. Ask them how their design solutions\nmeet your business goals. If you trust your design team, and\nthey can explain how their recommendations map to those\ngoals, you’re fine. If you neither trust them, nor can they\ndefend their choices it’s time to get a new design team.",
      "author": "Mike Monteiro"
    },
    {
      "id": 376,
      "quote": "You can’t do better design with a computer, but you can\nspeed up your work enormously.",
      "author": "Wim Crouwel"
    },
    {
      "id": 2379,
      "quote": "Learning Web Design is like playing video games: You start\nsmall and build your character as you progress, then you\nbeat the boss, literally.",
      "author": "Ricardo Zea"
    },
    {
      "id": 1786,
      "quote": "To create a memorable design you need to start with a\nthought that’s worth remembering.",
      "author": "Thomas Manss"
    },
    {
      "id": 40,
      "quote": "Design is the contrast of the core of limitations therefore\nthere are no boundaries. It is simply an interpretation of\ncreativity.",
      "author": "Jenaiha Woods"
    },
    {
      "id": 129,
      "quote": "Here’s how we work. Somebody calls up with a project; we do\nsome stuff; and the money follows.",
      "author": "Tim Brennan"
    },
    {
      "id": 1647,
      "quote": "An enterprise’s most vital assets lie in its design and\nother creative capabilities.",
      "author": "Kun-Hee Lee"
    },
    {
      "id": 1353,
      "quote": "Don’t try to be original try to be good.",
      "author": "Paul Rand"
    },
    {
      "id": 1633,
      "quote": "Simplicity will stand out, while complexity will get lost in\nthe crowd.",
      "author": "Kevin Barnett"
    },
    {
      "id": 332,
      "quote": "The quality of any creative endeavor tends to approach the\nlevel of taste of whoever is in charge.",
      "author": "John Gruber"
    },
    {
      "id": 596,
      "quote": "Turning away bad clients can leave you feeling oddly guilty.\nThey’re sort of like alcoholic or meth head cousins who\nforce you, by their own bad behavior into denying them\nthings you wouldn’t deny other people. You’re left feeling\nnot quite yourself.",
      "author": "Carolyn Wood"
    },
    {
      "id": 2103,
      "quote": "Design has to work, art does not.",
      "author": "Donald Judd"
    },
    {
      "id": 2205,
      "quote": "Design is the body language of your marketing. Don’t slouch.",
      "author": "Mark King"
    },
    {
      "id": 1229,
      "quote": "Nothing’s impossible.",
      "author": "The Doorknob (Alice In Wonderland)"
    },
    {
      "id": 461,
      "quote": "Spec = asking the world to have sex with you and promising a\ndinner date to one lucky winner.",
      "author": "Jeffrey Zeldman"
    },
    {
      "id": 66,
      "quote": "Truly elegant design incorporates top-notch functionality\ninto a simple, uncluttered form.",
      "author": "David Lewis"
    },
    {
      "id": 804,
      "quote": "Propaganda supersedes fact, truth and common sense in all\ncases.",
      "author": "P.S.C. Trier"
    },
    {
      "id": 182,
      "quote": "Design is intelligence made visible.",
      "author": "Alina Wheeler"
    },
    {
      "id": 2163,
      "quote": "We read best what we read most.",
      "author": "Zuzana Licko"
    },
    {
      "id": 853,
      "quote": "Good designers copy; great designers steal.",
      "author": "Pablo Picasso"
    },
    {
      "id": 1736,
      "quote": "Creating something out of thin air is easy. It’s finding the\nair that’s hard.",
      "author": "Asher Trotter"
    },
    {
      "id": 276,
      "quote": "We are not artists or poets. We are artisans and craftsmen.\nOur products solve problems. They do not hang on museum\nwalls.",
      "author": "Dan Lacivita"
    },
    {
      "id": 60,
      "quote": "Where you innovate, how you innovate, and what you innovate\nare design problems.",
      "author": "Tim Brown"
    },
    {
      "id": 1773,
      "quote": "Type is a beautiful group of letters, not a group of\nbeautiful letters.",
      "author": "Matthew Carter"
    },
    {
      "id": 1039,
      "quote": "If Ernest Hemingway, James Mitchener, Neil Simon, Frank\nLloyd Wright, and Pablo Picasso could not get it right the\nfirst time, what makes you think that you will?",
      "author": "Paul Heckel"
    },
    {
      "id": 1683,
      "quote": "Sometimes the best way to prove your own value is to let a\nclient play the field.",
      "author": "Matthew Haeck"
    },
    {
      "id": 2478,
      "quote": "Machine learning won’t figure out what problems to solve. If\nyou aren’t aligned with a human need, you’re just going to\nbuild a very powerful system to address a very small—or\nperhaps nonexistent—problem.",
      "author": "Josh Lovejoy"
    },
    {
      "id": 1500,
      "quote": "The process is really just Iterate, Iterate, Iterate.",
      "author": "Chris Clark"
    },
    {
      "id": 2343,
      "quote": "Y’all talk about UX like it’s just another feature. For a\nuser, it literally is the product. Full stop. Everything\nelse is inside baseball.",
      "author": "Startup L. Jackson"
    },
    {
      "id": 1428,
      "quote": "I’m creative because I did an icon navigation while everyone\nelse on the planet sticks to words? No, it just means I\ndidn’t want to stick to convention. If anything you can call\nit rebellious but certainly not creative.",
      "author": "Paul Scrivens"
    },
    {
      "id": 438,
      "quote": "Good design must be defined by appropriateness to audience\nand goals, and by its effectiveness, not by its adherence to\nSwiss design or the number of awards it wins.",
      "author": "Drew Davies"
    },
    {
      "id": 1395,
      "quote": "Life beats down and crushes the soul, and art reminds you\nthat you have one.",
      "author": "Stella Adler"
    },
    {
      "id": 598,
      "quote": "Beautiful accidents can happen, but accident is not the\nbasis for design excellence. Purposeful discovery followed\nby focused, skillful conceptualization and execution is the\nbasis for design excellence.",
      "author": "Andy Rutledge"
    },
    {
      "id": 974,
      "quote": "Everyone is an artist.",
      "author": "Joseph Beuys"
    },
    {
      "id": 1022,
      "quote": "Every picture owes more to other pictures painted before\nthan it owes to nature.",
      "author": "E.H. Gombrich"
    },
    {
      "id": 407,
      "quote": "Often design departments are viewed as little decoration\ngroups… They’ll make everything look pretty. Well, I can\ntell you, that doesn’t work.",
      "author": "Peter Phillips"
    },
    {
      "id": 818,
      "quote": "Do not go where the path may lead, go instead where there is\nno path and leave a trail.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "id": 2074,
      "quote": "I have no data yet. It is a capital mistake to theorize\nbefore one has data. Insensibly one begins to twist facts to\nsuit theories, instead of theories to suit facts.",
      "author": "Sherlock Holmes"
    },
    {
      "id": 1642,
      "quote": "If you have an apple and I have an apple and we exchange\napples then you and I will still each have one apple. But if\nyou have an idea and I have an idea and we exchange these\nideas, then each of us will have two ideas.",
      "author": "George Bernard Shaw"
    },
    {
      "id": 36,
      "quote": "Good design begins with honesty, asks tough questions, comes\nfrom collaboration and from trusting your intuition.",
      "author": "Freeman Thomas"
    },
    {
      "id": 1420,
      "quote": "The simplest way to achieve simplicity is through thoughtful\nreduction.",
      "author": "John Maeda"
    },
    {
      "id": 2099,
      "quote": "Simplicity is not about making something without ornament,\nbut rather about making something very complex, then slicing\nelements away, until you reveal the very essence.",
      "author": "Christoph Niemann"
    },
    {
      "id": 2458,
      "quote": "Machines can measure things a user will never notice, and\nusers will notice things a machine can never measure. If a\nuser thinks your site is slow, a speed test won’t convince\nthem otherwise.",
      "author": "Josh Collinsworth"
    },
    {
      "id": 2417,
      "quote": "You don’t think your way to creative work. You work your way\nto creative thinking.",
      "author": "George Nelson"
    },
    {
      "id": 1404,
      "quote": "Without deviation from the norm progress is not possible.",
      "author": "Frank Zappa"
    },
    {
      "id": 618,
      "quote": "I try not to think out of the box anymore, but on its edge,\nits corner, its flap, and under its bar code.",
      "author": "Clint Runge"
    },
    {
      "id": 1244,
      "quote": "Design is creativity with strategy.",
      "author": "Rob Curedale"
    },
    {
      "id": 2298,
      "quote": "What’s the hardest thing to communicate? The hardest thing \nis to communicate.",
      "author": "Michael Cina"
    },
    {
      "id": 1593,
      "quote": "You don’t get harmony if everyone sings the same note.",
      "author": "Steve Honey"
    },
    {
      "id": 405,
      "quote": "Being a famous designer is like being a famous dentist.",
      "author": "Noreen Morioka"
    },
    {
      "id": 1174,
      "quote": "I like nonsense, it wakes up the brain cells. Fantasy is a\nnecessary ingredient in living, It’s a way of looking at\nlife through the wrong end of a telescope. Which is what I\ndo, and that enables you to laugh at life’s realities.",
      "author": "Dr. Seuss"
    },
    {
      "id": 2085,
      "quote": "I like jumping back and forth between a few different things\nto let my subconscious chew on one problem while my\nconscious works on something else.",
      "author": "Loren Brichter"
    },
    {
      "id": 2177,
      "quote": "Minimalism is not a lack of something. It’s simply the\nperfect amount of something.",
      "author": "Nicholas Burroughs"
    },
    {
      "id": 756,
      "quote": "I love designing, it is something which permeates my whole\nliving, whether it is simply choosing the colour of my\nclothes in the morning or organising my household. Design to\nme is akin to beauty, an externalisation of my inner process\nregarding beauty & contentment with life.",
      "author": "Martine Moeykens"
    },
    {
      "id": 644,
      "quote": "Sometimes you have to keep ideas for decades before they\nhave any use.",
      "author": "Marc English"
    },
    {
      "id": 1509,
      "quote": "If you don’t have time to read, you don’t have the time or\nthe tools to write.",
      "author": "Stephen King"
    },
    {
      "id": 481,
      "quote": "People ignore design that ignores people.",
      "author": "Frank Chimero"
    },
    {
      "id": 382,
      "quote": "There’s big money in studying art … if you own the school.",
      "author": "Charlie Deitch"
    },
    {
      "id": 2105,
      "quote": "When I am down, [I am] not good at any work, including\ndesign work.",
      "author": "Stefan Sagmeister"
    },
    {
      "id": 1024,
      "quote": "We are interpreters – not merely translators between sender\nand receiver. What we say and how we say it makes a\ndifference. If we want to speak to people, we need to know\ntheir language. In order to design for understanding, we\nneed to understand design.",
      "author": "Erik Spiekermann"
    },
    {
      "id": 1342,
      "quote": "Be friendly to those who enjoy your work and friendlier to\nthose who attack it.",
      "author": "David Leggett"
    },
    {
      "id": 163,
      "quote": "Math is easy; design is hard.",
      "author": "Jeffrey Veen"
    },
    {
      "id": 1938,
      "quote": "The difference between a weed and a flower is a judgement.",
      "author": "Wayne Dyer"
    },
    {
      "id": 2313,
      "quote": "Advertising is the one industry where all the experts seem\nto be the people who don’t work in it.",
      "author": "William Childs"
    },
    {
      "id": 165,
      "quote": "The second best friend you can have (the first being someone\nwho can give you a good job) is another designer or\nillustrator.",
      "author": "Ward Schumaker"
    },
    {
      "id": 161,
      "quote": "I am always doing that which I can not do, in order that I\nmay learn how to do it.",
      "author": "Pablo Picasso"
    },
    {
      "id": 841,
      "quote": "Always give a little more than you promise.",
      "author": "The Studebaker Brothers"
    },
    {
      "id": 159,
      "quote": "Design is the conscious effort to impose a meaningful order.",
      "author": "Victor Papanek"
    },
    {
      "id": 1543,
      "quote": "We explore promising avenues that, days later, become dead\nends. Sometimes, we solve a month’s problem in an hour.",
      "author": "Cennydd Bowles"
    },
    {
      "id": 1660,
      "quote": "One can steal ideas, but no one can steal execution or\npassion.",
      "author": "Tim Ferriss"
    },
    {
      "id": 590,
      "quote": "Creativity often consists of merely turning up what is\nalready there. Did you know that right and left shoes were\nthought up only a little more than a century ago?",
      "author": "Bernice Fitz-Gibbon"
    },
    {
      "id": 1552,
      "quote": "I don’t care if you’re a billionaire. If you haven’t started\na company, really gambled your resume and your money and\nmaybe even your marriage to just go crazy and try something\non your own, you’re no pirate and you aren’t in the club.",
      "author": "Michael Arrington"
    },
    {
      "id": 30,
      "quote": "Colour does not add a pleasant quality to design – it\nreinforces it.",
      "author": "Pierre Bonnard"
    },
    {
      "id": 1644,
      "quote": "Observation and imitation are so often the steps to creative\nmaturation. An insightful person can turn these into\ninnovation.",
      "author": "Pete Episcopo"
    },
    {
      "id": 1796,
      "quote": "The prerequisite of originality is the art of forgetting, at\nthe proper moment, what we know.",
      "author": "Arthur Koestler"
    },
    {
      "id": 273,
      "quote": "Many desperate acts of design (including gradients, drop\nshadows, and the gratuitous use of transparency) are\nperpetuated in the absence of a strong concept. A good idea\nprovides a framework for design decisions, guiding the work.",
      "author": "Ellen Lupton"
    },
    {
      "id": 1610,
      "quote": "A great logo isn’t going to make a shitty product any less\nshitty, any more than a hard worker is going to make a bad\nboss a compelling leader.",
      "author": "Christopher Simmons"
    },
    {
      "id": 1480,
      "quote": "I would say my biggest pet peeve related to the industry\nwould be people focusing on technology instead of design,\nstandards instead of users, and validation rather than\ninnovation. Web standards and best practices are noble\ngoals, but all too often in our community people forget they\nare a means to an end, not the end itself.",
      "author": "Jeff Croft"
    },
    {
      "id": 167,
      "quote": "It’s not about knowing all the gimmicks and photo tricks. If\nyou haven’t got the eye, no program will give it to you.",
      "author": "David Carson"
    },
    {
      "id": 2197,
      "quote": "You have to finish things — that’s what you learn from, you\nlearn by finishing things.",
      "author": "Neil Gaiman"
    },
    {
      "id": 2463,
      "quote": "If you want to build a ship, don’t drum up people to collect\nwood and don’t assign them tasks and work, but rather teach\nthem to long for the endless immensity of the sea.",
      "author": "Antoine de Saint-Exupery"
    },
    {
      "id": 129,
      "quote": "Here’s how we work. Somebody calls up with a project; we do\nsome stuff; and the money follows.",
      "author": "Tim Brennan"
    },
    {
      "id": 976,
      "quote": "Sometimes I’m amazed that I spend my days creating magic and\nfantasy and that people buy it. It’s like connecting with\nthe inner child in me; I’m just having a great time, and I’m\nchuckling to myself that this is really happening, that I\ncan do this with my life.",
      "author": "Lita Albuquerque"
    },
    {
      "id": 1410,
      "quote": "Design is like a mom, nobody notices when she’s around, but\neverybody misses her when she’s not.",
      "author": "Santiago Borray"
    },
    {
      "id": 1288,
      "quote": "Translation is not a matter of words only: it is a matter of\nmaking intelligible a whole culture.",
      "author": "Anthony Burgess"
    },
    {
      "id": 461,
      "quote": "Spec = asking the world to have sex with you and promising a\ndinner date to one lucky winner.",
      "author": "Jeffrey Zeldman"
    },
    {
      "id": 1633,
      "quote": "Simplicity will stand out, while complexity will get lost in\nthe crowd.",
      "author": "Kevin Barnett"
    },
    {
      "id": 1794,
      "quote": "The sudden hunch, the creative leap of mind that “sees” in a\nflash how to solve a problem in a simple way, is something\nquite different from general intelligence.",
      "author": "Martin Gardner"
    },
    {
      "id": 1176,
      "quote": "Money is usually attracted, not pursued.",
      "author": "Jim Rohn"
    },
    {
      "id": 94,
      "quote": "It’s very easy to be different, but very difficult to be\nbetter.",
      "author": "Jonathan Ive"
    },
    {
      "id": 481,
      "quote": "People ignore design that ignores people.",
      "author": "Frank Chimero"
    },
    {
      "id": 2387,
      "quote": "A portfolio as pretty as pictures is nothing but a tip of\nthe iceberg, the real treasure underlies the ocean.",
      "author": "Shawn Lukas"
    },
    {
      "id": 1767,
      "quote": "I love making the stuff, that’s sort of the core of it. I\nlove creating the stuff. It’s so satisfying to get from the\nbeginning to the end, from a shaky nothing idea to something\nthat’s well formed and the audience really likes. It’s like\na drug: You keep trying to do it again and again and again.\nI’ve learned from experience that if you work harder at it,\nand apply more energy and time to it, and more consistency,\nyou get a better result. It comes from the work.",
      "author": "Louis C.K."
    },
    {
      "id": 1158,
      "quote": "Having small touches of colour makes it more colourful than\nhaving the whole thing in colour.",
      "author": "Dieter Rams"
    },
    {
      "id": 750,
      "quote": "The difference between regulated architects and unregulated\ndesigners is, unlike buildings, letterheads don’t fall down\nand kill people.",
      "author": "Brian Webb"
    },
    {
      "id": 2078,
      "quote": "If I forget the words, they weren’t very memorable in the\nfirst place.",
      "author": "Willie Nelson"
    },
    {
      "id": 2447,
      "quote": "That’s why pro bono work is great. You choose to do it, and\nif you’re choosing to do it to grow your own work, your deal\nis essentially that you’re not going to collaborate. You’re\ngoing to do the job the way you think the job is gonna be\ndone.",
      "author": "Paula Scher"
    },
    {
      "id": 317,
      "quote": "Design is the search for a magical balance between business\nand art; art and craft; intuition and reason; concept and\ndetail; playfulness and formality; client and designer;\ndesigner and printer; and printer and public.",
      "author": "Valerie Pettis"
    },
    {
      "id": 1320,
      "quote": "At the end of the day, pretty colors make people drool.",
      "author": "Nathan Rice"
    },
    {
      "id": 1442,
      "quote": "Teaching peers is one of the best ways to develop mastery.",
      "author": "Jeff Atwood"
    },
    {
      "id": 82,
      "quote": "Typography at its best is a visual form of language linking\ntimelessness and time.",
      "author": "Robert Bringhurst"
    },
    {
      "id": 952,
      "quote": "Brand identity is too often limited to personal style.",
      "author": "David A. Stuebe"
    },
    {
      "id": 2430,
      "quote": "The great thing about personal work is that it can shape\nyour commercial work. Clients see what you create for\nyourself and that can be the starting point for a new\nproject, which closes the cap between the work you love\nmaking and the work you get paid for.",
      "author": "Gemma O’Brien"
    },
    {
      "id": 1259,
      "quote": "Typography has one plain duty before it and that is to\nconvey information in writing. No argument or consideration\ncan absolve typography from this duty.",
      "author": "Emil Ruder"
    },
    {
      "id": 844,
      "quote": "I can think of nothing worse than becoming really popular,\nbeing all the rage.",
      "author": "Rem Koolhaas"
    },
    {
      "id": 1265,
      "quote": "If you do good work for good clients, it will lead to other\ngood work for other good clients. If you do bad work for bad\nclients, it will lead to other bad work for other bad\nclients.",
      "author": "Michael Bierut"
    },
    {
      "id": 1853,
      "quote": "Creativity is a drug I cannot live without.",
      "author": "Cecil B. DeMille"
    },
    {
      "id": 711,
      "quote": "Design has become the cover for unnecessary consumption.",
      "author": "Peter Saville"
    },
    {
      "id": 744,
      "quote": "I look for three things in a project: 1) Compelling work; 2)\nfun client; 3) astronomical fees. However, to have a\nsuccessful project, I really only need two out of three. For\nexample, I’ll do great work with fun people for nothing and\nstill feel rewarded. Or, I’ll do great work for a mean,\nstupid client for outrageous money. Or, I’ll do boring work\nwith somebody I like a lot for more money than one can\nimagine. Anytime I’m faced with only one of the three it’s\ntime to rethink the relationship. Actually, it’s time to\nmove on.",
      "author": "Lowell Williams"
    },
    {
      "id": 1546,
      "quote": "Designing something is like having a baby. Asking me to try\nanother design once I’ve birthed something amazing is like\nasking me to put the baby back in the womb and try again.\nThat never works out for anyone.",
      "author": "Chad McMillan"
    },
    {
      "id": 465,
      "quote": "An inexperienced observer sees everything in a picture; the\nexperienced one sees even the things that are missing.",
      "author": "Rastko Ciric"
    },
    {
      "id": 391,
      "quote": "Never let your clients see you drive a more expensive car\nthan they drive.",
      "author": "Rick Tharp"
    },
    {
      "id": 1914,
      "quote": "Never half-ass two things. Whole-ass one thing.",
      "author": "Ron Swanson"
    },
    {
      "id": 1346,
      "quote": "I’m a big fan of doing what you are really bad at. A lot.",
      "author": "Shaun White"
    },
    {
      "id": 1394,
      "quote": "It is far better to adapt the technology to the user than to\nforce the user to adapt to the technology.",
      "author": "Larry Marine"
    },
    {
      "id": 2139,
      "quote": "The medium is the message.",
      "author": "Marshall McLuhan"
    },
    {
      "id": 1930,
      "quote": "Most companies are looking to “wow” with their products,\nwhen in reality what they should be looking for is an “of\ncourse” reaction from their users.",
      "author": "Christian Lindholm"
    },
    {
      "id": 1778,
      "quote": "If you can’t solve a problem, it’s because you’re playing by\nthe rules.",
      "author": "Paul Arden"
    },
    {
      "id": 853,
      "quote": "Good designers copy; great designers steal.",
      "author": "Pablo Picasso"
    },
    {
      "id": 1819,
      "quote": "Almost everything – all external expectations, all pride,\nall fear of embarrassment or failure – these things just\nfall away in the face of death, leaving only what is truly\nimportant.",
      "author": "Steve Jobs"
    },
    {
      "id": 913,
      "quote": "Using simpler forms and straightforward, easy-to-use\ninstruments and controls allows you to achieve a very high\nlevel of craftsmanship. We then use color and texture to\ncreate a personality for each vehicle.",
      "author": "Larry Erickson"
    },
    {
      "id": 1504,
      "quote": "Think more, design less.",
      "author": "Ellen Lupton"
    },
    {
      "id": 1134,
      "quote": "Says who? Just so you know, the people who talk that way\nthink that monkeys can do this. They take all this monkey\ncrap and just stick it in a briefcase completely unaware\nthat their success depends on something more than their\nshoeshine. YOU are the product. You- FEELING something.\nThat’s what sells. Not them. Not sex. They can’t do what we\ndo, and they hate us for it.",
      "author": "Don Draper"
    },
    {
      "id": 1523,
      "quote": "The easier you make it for people to go, the more likely\nthey are to stay.",
      "author": "Dave Winer"
    },
    {
      "id": 592,
      "quote": "There are some things in painting which cannot be explained,\nand that something is essential.",
      "author": "Pierre Auguste Renoir"
    },
    {
      "id": 2094,
      "quote": "I think design would be better if designers were much more\nskeptical about its applications. If you believe in the\npotency of your craft, where you choose to dole it out is\nnot something to take lightly.",
      "author": "Frank Chimero"
    },
    {
      "id": 1485,
      "quote": "The sharpness of the sword is not in the edge of the blade,\nbut in the hand of the warrior.",
      "author": "Martin Aquino"
    },
    {
      "id": 350,
      "quote": "Design is the application of intent – the opposite of\nhappenstance, and an antidote to accident.",
      "author": "Robert L. Peters"
    },
    {
      "id": 1707,
      "quote": "The designer is not always right. The researcher is not\nalways wrong. Profit is not always the motive; market\nresearch, whatever its outcome, should never be used as a\ngood excuse for bad design – in the same sense that good\ndesign should never be used to promote a bad product.",
      "author": "Paul Rand"
    },
    {
      "id": 1938,
      "quote": "The difference between a weed and a flower is a judgement.",
      "author": "Wayne Dyer"
    },
    {
      "id": 806,
      "quote": "Whether the task is writing, design, or hanging a picture\nstraight, it is obvious that we do our best work when\nhealthy, rested, refreshed, alert, and eager to do the job\nfor its own sake.",
      "author": "Jeffrey Zeldman"
    },
    {
      "id": 2166,
      "quote": "Elegance is not the abundance of simplicity. It is the\nabsence of complexity.",
      "author": "Alex White"
    },
    {
      "id": 837,
      "quote": "The big problem is most contemporary design practiced today\nis not really graphic design, but graphic decoration.",
      "author": "Art Chantry"
    },
    {
      "id": 26,
      "quote": "I didn’t get into design to be an artist. To me, an artist\ncreates things to evoke emotion. Being a designer goes a\nstep further than that, not only trying to evoke emotion but\ntrying to make a reaction. It is very objective-driven, and\nthat’s what makes it interesting.",
      "author": "Mike Davidson"
    },
    {
      "id": 190,
      "quote": "Less is more.",
      "author": "Ludwig Mies van der Rohe"
    },
    {
      "id": 40,
      "quote": "Design is the contrast of the core of limitations therefore\nthere are no boundaries. It is simply an interpretation of\ncreativity.",
      "author": "Jenaiha Woods"
    },
    {
      "id": 1268,
      "quote": "You mix a bunch of ingredients, and once in a great while,\nchemistry happens.",
      "author": "Bill Watterson"
    },
    {
      "id": 1286,
      "quote": "Graphic design has been likened to a wine glass. When we\ndrink wine we barely notice the glass it’s served in. It\nwouldn’t be true to say that we don’t care what glass we\ndrink out of – we wouldn’t choose to drink a rare vintage\nout of a Tupperware mug, for example – but it’s the wine\nthat matters, not the vessel it comes in.",
      "author": "Adrian Shaughnessy"
    },
    {
      "id": 748,
      "quote": "Graphic designers find themselves in a role of visual\ndishwashers for the Information Architects’ chefs.",
      "author": "Gunnar Swanson"
    },
    {
      "id": 734,
      "quote": "Roses are red, violets are blue. I wont send the job unless\nyou pay me.",
      "author": "Giulio Pinotti"
    },
    {
      "id": 1540,
      "quote": "It rarely takes more than a page to recognize that you’re in\nthe presence of someone who can write, but it only takes a\nsentence to know you’re dealing with someone who can’t.",
      "author": "Josh Olson"
    },
    {
      "id": 1882,
      "quote": "Some people say design is about solving problems. Obviously\ndesigners solve problems but so do dentists. Design is about\ncultural invention.",
      "author": "Jack Schulze"
    },
    {
      "id": 1264,
      "quote": "The Fire Department has traditionally considered\narchitecture a priority only when it’s burning down.",
      "author": "Justin Davidson"
    },
    {
      "id": 2218,
      "quote": "Eloquence is vehement simplicity.",
      "author": "Richard Cecil"
    },
    {
      "id": 2071,
      "quote": "Ideas trump aesthetics. Convenience trumps UI. Content\ntrumps platforms.",
      "author": "Marc-Oliver Gern"
    },
    {
      "id": 698,
      "quote": "Great ideas can be found in every leaf, in every tree, in\nevery blade of grass. Oh, no, wait… I was thinking of\nchlorophyll.",
      "author": "Jim Olen"
    },
    {
      "id": 1339,
      "quote": "Using a watermark on your work is like peeing on your\nbelongings so no one will steal them.",
      "author": "Thomas Amador"
    },
    {
      "id": 1678,
      "quote": "Never fall in love with an idea. They’re whores. If the one\nyou’re with isn’t doing the job, there’s always, always,\nalways another.",
      "author": "Chip Kidd"
    },
    {
      "id": 2060,
      "quote": "I can never stand still. I must explore and experiment. I am\nnever satisfied with my work. I resent the limitations of my\nown imagination.",
      "author": "Walt Disney"
    },
    {
      "id": 2033,
      "quote": "Sometimes magic is just someone spending more time on\nsomething than anyone else might reasonably expect.",
      "author": "Raymond Joseph Teller"
    },
    {
      "id": 915,
      "quote": "The world always seems brighter when you’ve just made\nsomething that wasn’t there before.",
      "author": "Neil Gaiman"
    },
    {
      "id": 1000,
      "quote": "Everything is possible, that’s what science is all about.\nNo, that’s what’s being a Magical Elf is all about.",
      "author": "The Professor (on Futurama)"
    },
    {
      "id": 1905,
      "quote": "The real issue is not talent as an independent element, but\ntalent in relationship to will, desire, and persistence.\nTalent without these things vanishes and even modest talent\nwith those characteristics grows.",
      "author": "Milton Glaser"
    },
    {
      "id": 851,
      "quote": "I don’t think that all people read in the same way. Today,\nentire generations are growing up watching MTV and playing\nvideo games and it is safe to assume that these people have\na high degree of visual sophistication. and are not easily\ndiscouraged by a lens straightforward or ambiguous\ntypography. On the contrary, they are attracted and enticed\nto read something because of visual richness.",
      "author": "Ruby Vanderlans"
    },
    {
      "id": 1043,
      "quote": "Because every person knows what he likes, every person\nthinks he is an expert on user interfaces.",
      "author": "Paul Heckel"
    },
    {
      "id": 68,
      "quote": "Always design a thing by considering it in its next larger\ncontext – a chair in a room, a room in a house, a house in\nan environment, an environment in a city plan.",
      "author": "Eliel Saarinen"
    },
    {
      "id": 1808,
      "quote": "What problem have you solved, ever, that was worth solving\nwhere you knew all the given information in advance? No\nproblem worth solving is like that. In the real world; you\nhave a surplus of information and you have to filter it or;\nyou don’t have sufficient information and you have to go\nfind some.",
      "author": "Dan Meyer"
    },
    {
      "id": 1960,
      "quote": "It’s all one to me: opera, painting, drawing, faxes.",
      "author": "David Hockney"
    },
    {
      "id": 32,
      "quote": "Creative without strategy is called ‘art‘. Creative with\nstrategy is called ‘advertising‘.",
      "author": "Jef I. Richards"
    },
    {
      "id": 600,
      "quote": "I like my ARTSY with a little bit of FARTSY.",
      "author": "Marc Johns"
    },
    {
      "id": 2430,
      "quote": "The great thing about personal work is that it can shape\nyour commercial work. Clients see what you create for\nyourself and that can be the starting point for a new\nproject, which closes the cap between the work you love\nmaking and the work you get paid for.",
      "author": "Gemma O’Brien"
    },
    {
      "id": 2444,
      "quote": "Better to be tentative than to be recklessly sure—to be an\napprentice at sixty, than to present oneself as a doctor at\nten.",
      "author": "Michel Eyquem de Montaigne"
    },
    {
      "id": 391,
      "quote": "Never let your clients see you drive a more expensive car\nthan they drive.",
      "author": "Rick Tharp"
    },
    {
      "id": 2484,
      "quote": "It takes as much energy to wish as it does to plan.",
      "author": "Eleanor Roosevelt"
    },
    {
      "id": 2434,
      "quote": "All the Photoshop filters in the world won’t save a weak\ndesign.",
      "author": "William Childs"
    },
    {
      "id": 7,
      "quote": "Design is in everything we make, but it’s also between those\nthings. It’s a mix of craft, science, storytelling,\npropaganda, and philosophy.",
      "author": "Erik Adigard"
    },
    {
      "id": 1367,
      "quote": "To create a memorable design you need to start with a\nthought that’s worth remembering.",
      "author": "Thomas Manss"
    },
    {
      "id": 127,
      "quote": "Design is not the narrow application of formal skills, it is\na way of thinking.",
      "author": "Chris Pullman"
    },
    {
      "id": 1942,
      "quote": "Testing one user early in the project is better than testing\nfifty near the end.",
      "author": "Steve Krug"
    },
    {
      "id": 2243,
      "quote": "Innovation leads one to see the new in the old and\ndistinguishes the ingenious from the ingenuous.",
      "author": "Paul Rand"
    },
    {
      "id": 1485,
      "quote": "The sharpness of the sword is not in the edge of the blade,\nbut in the hand of the warrior.",
      "author": "Martin Aquino"
    },
    {
      "id": 261,
      "quote": "If the users can’t find it, the function’s not there.",
      "author": "Human Factors International"
    },
    {
      "id": 28,
      "quote": "Graphic design is the paradise of individuality,\neccentricity, heresy, abnormality, hobbies and humours.",
      "author": "George Santayana"
    },
    {
      "id": 1153,
      "quote": "Style is time’s fool. Form is time’s student",
      "author": "Stewart Brand"
    },
    {
      "id": 2474,
      "quote": "Machines are better than me at whatever they’re for. That’s\nthe point of tools. A calculator is better than me at\n238÷182 and a bucket is better than me at holding water.",
      "author": "Cassie Kozyrkov"
    },
    {
      "id": 1373,
      "quote": "Art does not reproduce what we see; rather, it makes us see.",
      "author": "Paul Klee"
    },
    {
      "id": 1826,
      "quote": "Designers must be stewards of design rather than dictators.",
      "author": "Cassie McDaniel"
    },
    {
      "id": 1374,
      "quote": "Leafing through an old magazine, I noticed a small ad about\na design course by mail. The headline read, “Art for\npleasure and profit!” I have never found a better definition\nto describe my profession. Of course, at times it is more\nthe pleasure and less the profit, at times the contrary. But\nif one of the components were missing, design wouldn’t\nexist.",
      "author": "Carlo Angelini"
    },
    {
      "id": 2267,
      "quote": "We are so busying measuring public opinion that we forget we\ncan mold it. We are so busy listening to statistics we\nforget we can create them.",
      "author": "Bill Bernbach"
    },
    {
      "id": 1707,
      "quote": "The designer is not always right. The researcher is not\nalways wrong. Profit is not always the motive; market\nresearch, whatever its outcome, should never be used as a\ngood excuse for bad design – in the same sense that good\ndesign should never be used to promote a bad product.",
      "author": "Paul Rand"
    },
    {
      "id": 2222,
      "quote": "There is no such thing as simple. Simple is hard.",
      "author": "Martin Scorsese"
    },
    {
      "id": 1118,
      "quote": "A man who stops advertising to save money is like a man who\nstops a clock to save time.",
      "author": "Henry Ford"
    },
    {
      "id": 1828,
      "quote": "I shall sing that first line twice, and perhaps if I sing it\nvery quickly, I shall find myself singing the third and\nfourth lines before I have time to think of them, and that\nwill be a Good Song.",
      "author": "Winnie The Pooh"
    },
    {
      "id": 831,
      "quote": "For me, discomfort is a signal of an exceptional concept.\nWhen I’m totally comfortable with a concept, I’ve probably\nused it fore or seen it somewhere else. Discomfort is almost\na prerequisite for a great idea.",
      "author": "Craig Frazier"
    },
    {
      "id": 1371,
      "quote": "Design is a mix of craft, science, storytelling, propaganda,\nand philosophy.",
      "author": "Erik Adigard"
    },
    {
      "id": 1543,
      "quote": "We explore promising avenues that, days later, become dead\nends. Sometimes, we solve a month’s problem in an hour.",
      "author": "Cennydd Bowles"
    },
    {
      "id": 1393,
      "quote": "Just because nobody complains doesn’t mean all parachutes\nare perfect.",
      "author": "Benny Hill"
    },
    {
      "id": 762,
      "quote": "More designers should share space, share resources. Sort of\nan upscale communism.",
      "author": "April Greiman"
    },
    {
      "id": 1864,
      "quote": "Users will tell you what they think they want.\nUsers will tell you what they think you want to hear.\nUsers will tell you what they think sounds good.\nUsers will not tell you what you need to know.\nYou have to watch them to discover that.",
      "author": "Adam Judge"
    },
    {
      "id": 2362,
      "quote": "Instead of asking the user to make a choice up front, maybe\nwe can set a smart default and see if there is high demand\nafter launch for more customization.",
      "author": "Rebecca Rolfe"
    },
    {
      "id": 648,
      "quote": "Do you validate other people’s markup? Yes? You’re an\nasshole.",
      "author": "Jeff Croft"
    },
    {
      "id": 1923,
      "quote": "Half the money I spend on advertising is wasted; the trouble\nis I don’t know which half.",
      "author": "John Wanamaker"
    },
    {
      "id": 1631,
      "quote": "Copying one person is stealing. Copying ten is research.",
      "author": "Chet Atkins"
    },
    {
      "id": 497,
      "quote": "The only true happiness comes from squandering ourselves for\na purpose.",
      "author": "John Mason Brown"
    },
    {
      "id": 1616,
      "quote": "Web design is art wrapped in technology.",
      "author": "James Weaver"
    },
    {
      "id": 1235,
      "quote": "Those who say “it’s not personal, it’s just business” are\nlying. All business is personal, and the best business is\nvery personal.",
      "author": "Richard Lenz"
    },
    {
      "id": 1570,
      "quote": "‎Heaven, I believe, is right here, just waiting for us to\ncreate it.",
      "author": "Jesse Scaccia"
    },
    {
      "id": 1864,
      "quote": "Users will tell you what they think they want.\nUsers will tell you what they think you want to hear.\nUsers will tell you what they think sounds good.\nUsers will not tell you what you need to know.\nYou have to watch them to discover that.",
      "author": "Adam Judge"
    },
    {
      "id": 1743,
      "quote": "There’s a subtle reason that programmers always want to\nthrow away the code and start over. The reason is that they\nthink the old code is a mess. […] The reason that they think\nthe old code is a mess is because of a cardinal, fundamental\nlaw of programming: It’s harder to read code than to write\nit.",
      "author": "Joel Spolsky"
    },
    {
      "id": 804,
      "quote": "Propaganda supersedes fact, truth and common sense in all\ncases.",
      "author": "P.S.C. Trier"
    },
    {
      "id": 253,
      "quote": "Show me someone who has done something worthwhile, and I’ll\nshow you someone who has overcome adversity.",
      "author": "Lou Holtz"
    },
    {
      "id": 1934,
      "quote": "Web design is responsive design. Responsive web design is\nweb design, done right.",
      "author": "Andy Clarke"
    },
    {
      "id": 1918,
      "quote": "Ability proceeds from a fusion of skills, knowledge,\nunderstanding and imagination, consolidated by experience.",
      "author": "Jonathan Rez"
    },
    {
      "id": 952,
      "quote": "Brand identity is too often limited to personal style.",
      "author": "David A. Stuebe"
    },
    {
      "id": 2504,
      "quote": "Early to bed, early to rise, work like hell, and advertise.",
      "author": "Ted Turner"
    },
    {
      "id": 1480,
      "quote": "I would say my biggest pet peeve related to the industry\nwould be people focusing on technology instead of design,\nstandards instead of users, and validation rather than\ninnovation. Web standards and best practices are noble\ngoals, but all too often in our community people forget they\nare a means to an end, not the end itself.",
      "author": "Jeff Croft"
    },
    {
      "id": 2041,
      "quote": "We are only three decades into one of the most important\nrevolutions the world has ever seen. In design development\nterms, that is a mere blink.",
      "author": "Rachel Hinman"
    },
    {
      "id": 566,
      "quote": "The more uninteresting the letter, the more useful it is to\nthe typographer.",
      "author": "Piet Zwart"
    },
    {
      "id": 2214,
      "quote": "Where I come from, gettin’ visual is habitual.",
      "author": "GZA"
    },
    {
      "id": 1136,
      "quote": "Decisions on artwork by committee end up being made on the\npremise of not turning people off rather than turning people\non.",
      "author": "Paul Attwood"
    },
    {
      "id": 1408,
      "quote": "Design is an art of situations. Designers respond to a need,\na problem, a circumstance, that arises in the world. The\nbest work is produced in relation to interesting situations\n– an open-minded client, a good cause, or great content.",
      "author": "Ellen Lupton"
    },
    {
      "id": 1311,
      "quote": "Preparation gives birth to self-confidence.",
      "author": "Denise Harman"
    },
    {
      "id": 1651,
      "quote": "Hackers don’t need idea people when they are the idea\npeople.",
      "author": "Marc Grabanski"
    },
    {
      "id": 851,
      "quote": "I don’t think that all people read in the same way. Today,\nentire generations are growing up watching MTV and playing\nvideo games and it is safe to assume that these people have\na high degree of visual sophistication. and are not easily\ndiscouraged by a lens straightforward or ambiguous\ntypography. On the contrary, they are attracted and enticed\nto read something because of visual richness.",
      "author": "Ruby Vanderlans"
    },
    {
      "id": 401,
      "quote": "“Fun” is a tricky word. People think that if you’re having\n“fun”, you’re ignoring content, or you’re ignoring the\nimportance of the piece. But that’s not true.",
      "author": "Carin Goldberg"
    },
    {
      "id": 907,
      "quote": "Any intelligent fool can make things bigger, more complex,\nand more violent. It takes a touch of genius – and a lot of\ncourage – to move in the opposite direction.",
      "author": "Albert Einstein"
    },
    {
      "id": 154,
      "quote": "Good, fast, or cheap… pick two.",
      "author": "Old Adage"
    },
    {
      "id": 363,
      "quote": "The dumbest mistake is viewing design as something you do at\nthe end of the process to ‘tidy up’ the mess, as opposed to\nunderstanding it’s a ‘day one’ issue and part of everything.",
      "author": "Tom Peters"
    },
    {
      "id": 70,
      "quote": "Good design keeps the user happy, the manufacturer in the\nblack and the aesthete unoffended.",
      "author": "Raymond Loewy"
    },
    {
      "id": 1669,
      "quote": "The majority of iteration should be done in the privacy of\nyour own head.",
      "author": "Steven Walker"
    },
    {
      "id": 738,
      "quote": "Designers tend to whisper, ad agencies tend to shout.",
      "author": "David Stuart"
    },
    {
      "id": 1738,
      "quote": "There’s a difference between being obsessed and being\nmotivated.",
      "author": "Mark Zuckerburg"
    },
    {
      "id": 2356,
      "quote": "Design is a process for making things right, for shaping\nwhat people need.",
      "author": "Ralph Caplan"
    },
    {
      "id": 330,
      "quote": "A logo doesn’t sell, it identifies. A logo derives its\nmeaning from the quality of the thing it symbolizes, not the\nother way around. A logo is less important than the product\nit signifies; what it means is more important than what it\nlooks like.",
      "author": "Paul Rand"
    },
    {
      "id": 477,
      "quote": "What I’m trying to produce is the visual equivalent of the\nchord change that makes the hairs on the back of your neck\nstand up.",
      "author": "Rian Hughes"
    },
    {
      "id": 671,
      "quote": "The large print giveth and the small print taketh away.",
      "author": "Tom Waits"
    },
    {
      "id": 1839,
      "quote": "There is an unmistakeable difference between a bag of rabbit\nparts and a rabbit.",
      "author": "Ryan Nance"
    },
    {
      "id": 783,
      "quote": "People always ask, “What do you think of my site?” I want to\nsay back to them, “Who cares what I think. Does it meet your\nsite requirements? Has it been tested? Has each requirement\nbeen validated? Are your site guidelines being adhered to?”",
      "author": "Kim Krause"
    },
    {
      "id": 457,
      "quote": "Design is a plan for arranging elements in such a way as\nbest to accomplish a particular purpose.",
      "author": "Charles Eames"
    },
    {
      "id": 1773,
      "quote": "Type is a beautiful group of letters, not a group of\nbeautiful letters.",
      "author": "Matthew Carter"
    },
    {
      "id": 686,
      "quote": "My secret is being not terrible at a lot of things.",
      "author": "Moby"
    },
    {
      "id": 2209,
      "quote": "If we have trouble using something then it’s probably\nbecause that thing is badly designed, rather than us being\nstupid.",
      "author": "Dmitry Fadeyev"
    },
    {
      "id": 1253,
      "quote": "The goal is not to make your user interface as realistic as\npossible. The goal is to add those details which help users\nidentify what an element is, and how to interact with it,\nand to add no more than those details.",
      "author": "Lukas Mathis"
    },
    {
      "id": 52,
      "quote": "Like all forms of design, visual design is about problem\nsolving, not about personal preference or unsupported\nopinion.",
      "author": "Bob Baxley"
    },
    {
      "id": 399,
      "quote": "As a graphic designer, I like to collaborate. I don’t want\nto be in a cold garret somewhere smoking unfiltered Camels\nall by myself with paint all over my body.",
      "author": "Carin Goldberg"
    },
    {
      "id": 1233,
      "quote": "When in doubt, use Caslon.",
      "author": "William Caslon"
    },
    {
      "id": 1145,
      "quote": "There ain’t no rules around here. We’re trying to accomplish\nsomething.",
      "author": "Thomas Edison"
    },
    {
      "id": 1203,
      "quote": "I know the price of success: dedication, hard work & an\nunremitting devotion to the things you want to see happen.",
      "author": "Frank Lloyd Wright"
    },
    {
      "id": 940,
      "quote": "Computer design is quite often merely bad design done on a\ncomputer.",
      "author": "Mike Hicks"
    },
    {
      "id": 1129,
      "quote": "Good ideas never go out of style.",
      "author": "Dale Harris"
    },
    {
      "id": 2288,
      "quote": "Design for many instead of designing for money.",
      "author": "Victor Papanek"
    },
    {
      "id": 431,
      "quote": "Suppose I showed you two rooms where in one a group of\nprogrammers was developing a program to monitor a heart\npatient and keep him alive until the doctors arrive if\nsomething goes wrong and in the other a group of street\npeople was using Microsoft Word to write letters to their\nparole officers. You would not be able to tell the rooms\napart.",
      "author": "Richard P. Gabriel"
    },
    {
      "id": 553,
      "quote": "I love deadlines. I like the whooshing sound they make as\nthey go by.",
      "author": "Douglas Adams"
    },
    {
      "id": 766,
      "quote": "Graphic design is the paradise of individuality,\neccentricity, heresy, abnormality, hobbies, and humors.",
      "author": "George Santayana"
    },
    {
      "id": 2039,
      "quote": "Communication that doesn’t take a chance doesn’t stand a\nchance.",
      "author": "Carlos Segura"
    },
    {
      "id": 2495,
      "quote": "Visual design is powerful, but the words are what people\nquote to one another. They are the only part of the design\nthat survives across time and media types. They can be held\nintact in a human mind.",
      "author": "Erika Hall"
    },
    {
      "id": 1996,
      "quote": "No matter how many times your amazing, absolutely brilliant\nwork is rejected by the client, for whatever dopey,\narbitrary reason, there is often another amazing, absolutely\nbrilliant solution possible.\n\nSometimes it’s even better.",
      "author": "Bob Gill"
    },
    {
      "id": 1217,
      "quote": "Always read with a pen in hand. The pen should be used both\nto mark the text you want to remember and to write from\nwhere the text leaves you. Think of the text as the starting\npoint for your own words.",
      "author": "Mandy Brown"
    },
    {
      "id": 809,
      "quote": "Chances are, unless I’m a designer, I don’t know what I\nwant. All I know is I want something functional that looks\ngood, is comparable with my competitors, and features\nconstant colour schemes for branding. I’ll look at other\ndesigns that have already been created and ask for something\nsimilar. Hence, it is important that you can take the\ninformation I give and help me visualize what it is you\nthink I want.",
      "author": "Aditya Mahesh"
    },
    {
      "id": 233,
      "quote": "If design isn’t profitable, then it’s art.",
      "author": "Henrik Fiskar"
    },
    {
      "id": 165,
      "quote": "The second best friend you can have (the first being someone\nwho can give you a good job) is another designer or\nillustrator.",
      "author": "Ward Schumaker"
    },
    {
      "id": 1416,
      "quote": "Stop downloading. Start uploading.",
      "author": "Jay Bradner"
    },
    {
      "id": 1033,
      "quote": "We aren’t designing photocopies of web pages, we’re\ndesigning web pages.",
      "author": "Andy Clarke"
    },
    {
      "id": 844,
      "quote": "I can think of nothing worse than becoming really popular,\nbeing all the rage.",
      "author": "Rem Koolhaas"
    },
    {
      "id": 2481,
      "quote": "Photographing something is a way of possessing it. It\nconfirms your connection to places and objects once distant\nand remote, making the world slightly smaller and less\nalienating.",
      "author": "Laura Mallonee"
    },
    {
      "id": 2137,
      "quote": "As long as there are people, there will be user experience,\nand user interface designers.",
      "author": "Steve McGarry"
    },
    {
      "id": 2145,
      "quote": "Design is crucially important. We can’t have advances in\ntechnology any longer, unless design is integrated from the\nvery start.",
      "author": "John Underkoffler"
    },
    {
      "id": 1411,
      "quote": "That’s what all we are: amateurs. We don’t live long enough\nto be anything else.",
      "author": "Charlie Chaplin"
    },
    {
      "id": 1698,
      "quote": "We adore chaos because we love to produce order.",
      "author": "M.C. Escher"
    },
    {
      "id": 2120,
      "quote": "Every new thing you make will be (should be) the nicest\nthing you’ve made so far, because you’re learning and\ngetting better with each and every new project.",
      "author": "Jessica Hische"
    },
    {
      "id": 1404,
      "quote": "Without deviation from the norm progress is not possible.",
      "author": "Frank Zappa"
    },
    {
      "id": 1618,
      "quote": "I say that flat is the new black; that 2D is the new\navant-garde; that a surface doesn’t have to be ashamed of\nbeing a surface. Technology users of the world, unite: you\nhave nothing to lose but your bas-relief buttons. Let us\nmarch forwards together, spurning chrome, into a cleaner,\nlighter future.",
      "author": "Steven Poole"
    },
    {
      "id": 311,
      "quote": "If your UI even vaguely resembles an airplane cockpit,\nyou’re doing it wrong.",
      "author": "John Gruber"
    },
    {
      "id": 1601,
      "quote": "There are too many elements on most web pages to affix or\nalign each one to the baseline grid. Doing so would require\na mathematical rigor that, if it can be achieved, might\nproduce rationally exact measurements and placements but\nwill most likely be something less than elegant. The result\nwould be a design driven by math, rather than a design that\nuses math to create an elegant product.",
      "author": "Khoi Vinh"
    },
    {
      "id": 1235,
      "quote": "Those who say “it’s not personal, it’s just business” are\nlying. All business is personal, and the best business is\nvery personal.",
      "author": "Richard Lenz"
    },
    {
      "id": 804,
      "quote": "Propaganda supersedes fact, truth and common sense in all\ncases.",
      "author": "P.S.C. Trier"
    },
    {
      "id": 783,
      "quote": "People always ask, “What do you think of my site?” I want to\nsay back to them, “Who cares what I think. Does it meet your\nsite requirements? Has it been tested? Has each requirement\nbeen validated? Are your site guidelines being adhered to?”",
      "author": "Kim Krause"
    },
    {
      "id": 1339,
      "quote": "Using a watermark on your work is like peeing on your\nbelongings so no one will steal them.",
      "author": "Thomas Amador"
    },
    {
      "id": 284,
      "quote": "Bad design is smoke, while good design is a mirror.",
      "author": "Juan-Carlos Fernandez"
    },
    {
      "id": 813,
      "quote": "My rates are as follows:\n$50/hr.\n$75/hr. if you watch\n$100/hr. if you help",
      "author": "An Autobody Sign"
    },
    {
      "id": 2476,
      "quote": "We can only see a short distance ahead, but we can see\nplenty there that needs to be done.",
      "author": "Alan Turing"
    },
    {
      "id": 1721,
      "quote": "As if a device can function if it has no style. As if a\ndevice can be called stylish that does not function\nsuperbly… yes, beauty matters. Boy, does it matter. It is\nnot surface, it is not an extra, it is the thing itself.",
      "author": "Stephen Fry"
    },
    {
      "id": 555,
      "quote": "It’s about whittling. It’s about taking something and\nwhittling and whittling and getting it sharp and perfect.\nThen you’ve got something.",
      "author": "James Victore"
    },
    {
      "id": 942,
      "quote": "Genius is 1% inspiration and 99% perspiration.",
      "author": "Thomas Edison"
    },
    {
      "id": 2092,
      "quote": "Whoever tells the best story wins.",
      "author": "Annette Simmons"
    },
    {
      "id": 100,
      "quote": "Designers are meant to be loved, not to be understood.",
      "author": "Fabien Barral"
    },
    {
      "id": 886,
      "quote": "The only important thing about design is how it relates to\npeople.",
      "author": "Victor Papanek"
    },
    {
      "id": 1601,
      "quote": "There are too many elements on most web pages to affix or\nalign each one to the baseline grid. Doing so would require\na mathematical rigor that, if it can be achieved, might\nproduce rationally exact measurements and placements but\nwill most likely be something less than elegant. The result\nwould be a design driven by math, rather than a design that\nuses math to create an elegant product.",
      "author": "Khoi Vinh"
    },
    {
      "id": 76,
      "quote": "People think that design is styling. Design is not style.\nIt’s not about giving shape to the shell and not giving a\ndamn about the guts. Good design is a renaissance attitude\nthat combines technology, cognitive science, human need, and\nbeauty to produce something that the world didn’t know it\nwas missing.",
      "author": "Paola Antonelli"
    },
    {
      "id": 1698,
      "quote": "We adore chaos because we love to produce order.",
      "author": "M.C. Escher"
    },
    {
      "id": 760,
      "quote": "It is only with the heart that one can see rightly. What is\nessential is invisible to the eye.",
      "author": "Antoine De Saint Exupery"
    },
    {
      "id": 1028,
      "quote": "“It looks good” is the worst feedback you can get.",
      "author": "Whitney Hess"
    },
    {
      "id": 1930,
      "quote": "Most companies are looking to “wow” with their products,\nwhen in reality what they should be looking for is an “of\ncourse” reaction from their users.",
      "author": "Christian Lindholm"
    },
    {
      "id": 1267,
      "quote": "Every child is an artist. The challenge is to remain an\nartist after you grow up.",
      "author": "Pablo Picasso"
    },
    {
      "id": 2060,
      "quote": "I can never stand still. I must explore and experiment. I am\nnever satisfied with my work. I resent the limitations of my\nown imagination.",
      "author": "Walt Disney"
    },
    {
      "id": 1828,
      "quote": "I shall sing that first line twice, and perhaps if I sing it\nvery quickly, I shall find myself singing the third and\nfourth lines before I have time to think of them, and that\nwill be a Good Song.",
      "author": "Winnie The Pooh"
    },
    {
      "id": 1356,
      "quote": "What garlic is to food, insanity is to art.",
      "author": "Unknown"
    },
    {
      "id": 715,
      "quote": "Any system that sees aesthetics as irrelevant, that\nseparates the artist from the product, that fragments the\nwork of the individual, or creates by committee, or makes\nmincemeat of the creative process will in the long run\ndiminish not only the product but the maker as well.",
      "author": "Paul Rand"
    },
    {
      "id": 1039,
      "quote": "If Ernest Hemingway, James Mitchener, Neil Simon, Frank\nLloyd Wright, and Pablo Picasso could not get it right the\nfirst time, what makes you think that you will?",
      "author": "Paul Heckel"
    },
    {
      "id": 1159,
      "quote": "Remember to always be yourself. Unless you suck.",
      "author": "Joss Whedon"
    },
    {
      "id": 1259,
      "quote": "Typography has one plain duty before it and that is to\nconvey information in writing. No argument or consideration\ncan absolve typography from this duty.",
      "author": "Emil Ruder"
    },
    {
      "id": 1235,
      "quote": "Those who say “it’s not personal, it’s just business” are\nlying. All business is personal, and the best business is\nvery personal.",
      "author": "Richard Lenz"
    },
    {
      "id": 1769,
      "quote": "Unsolicited redesigns are terrific and fun and useful, and I\nhope designers never stop doing them. But as they do so, I\nalso hope they remember it helps no one – least of all the\nauthor of the redesign – to assume the worst about the\noriginal source and the people who work hard to maintain and\nimprove it, even though those efforts may seem imperfect\nfrom the outside.",
      "author": "Khoi Vinh"
    },
    {
      "id": 1927,
      "quote": "A design is a designer’s mind in a suit.",
      "author": "Nasa Munir"
    },
    {
      "id": 505,
      "quote": "In the matter of layout, forget art and use horse-sense. The\nprinter-designer’s whole duty is to make a clear\npresentation of the message… This calls for an exercise of\ncommon sense and faculty of analysis rather than for art.",
      "author": "William Addison Dwiggins"
    },
    {
      "id": 1649,
      "quote": "Redesigning somebody else’s product is always a tricky\nbusiness. You don’t know why they made the decisions they\nmade. You don’t have the data they have.",
      "author": "Lukas Mathis"
    },
    {
      "id": 1946,
      "quote": "Every great design begins with an even better story.",
      "author": "Lorinda Mamo"
    },
    {
      "id": 1067,
      "quote": "Helvetica is like a really good friend. You go off and hang\nwith the other fonts (the artsy, grungy, trendy, thin, fat,\ntall, scripty types) and even use them a little, but\nhelvetica is always there. A nice stable friend.",
      "author": "Andrew Frigo"
    },
    {
      "id": 1382,
      "quote": "Whoever best describes the problem, is the one most likely\nto solve it.",
      "author": "Dan Roam"
    },
    {
      "id": 2285,
      "quote": "You can be misunderstood exactly once. After that, you are\nnot being misunderstood; you are communicating poorly.",
      "author": "Josh Collinsworth"
    },
    {
      "id": 1381,
      "quote": "Learn from the mistakes of others. You can’t live long\nenough to make them all yourself.",
      "author": "Eleanor Roosevelt"
    },
    {
      "id": 1874,
      "quote": "Of course design is about problem solving, but I cannot\nresist adding something personal.",
      "author": "Wim Crouwel"
    },
    {
      "id": 1463,
      "quote": "A perfect implementation of the wrong specification is\nworthless. By the same principle a beautifully crafted\nlibrary with no documentation is also damn near worthless.\nIf your software solves the wrong problem or nobody can\nfigure out how to use it, there’s something very bad going\non.",
      "author": "Tom Preston-Werner"
    },
    {
      "id": 1540,
      "quote": "It rarely takes more than a page to recognize that you’re in\nthe presence of someone who can write, but it only takes a\nsentence to know you’re dealing with someone who can’t.",
      "author": "Josh Olson"
    },
    {
      "id": 278,
      "quote": "Art is like masturbation. It is selfish and introverted and\ndone for you and you alone. Design is like sex. There is\nsomeone else involved, their needs are just as important as\nyour own, and if everything goes right, both parties are\nhappy in the end.",
      "author": "Colin Wright"
    },
    {
      "id": 1830,
      "quote": "To attempt mastery of everything inevitably makes us\nmediocre in many areas.",
      "author": "Simon Collison"
    },
    {
      "id": 804,
      "quote": "Propaganda supersedes fact, truth and common sense in all\ncases.",
      "author": "P.S.C. Trier"
    },
    {
      "id": 1496,
      "quote": "Designers shooting for usable is like a chef shooting for\nedible.",
      "author": "Aarron Walter"
    },
    {
      "id": 618,
      "quote": "I try not to think out of the box anymore, but on its edge,\nits corner, its flap, and under its bar code.",
      "author": "Clint Runge"
    },
    {
      "id": 1698,
      "quote": "We adore chaos because we love to produce order.",
      "author": "M.C. Escher"
    },
    {
      "id": 2492,
      "quote": "Nothing will crush your creative career like the weight of\ntrying to make it a masterpiece.\n\nLeave the art to the stuff you make, let the career be a big\nmessy experiment.",
      "author": "Andy J. Pizza"
    },
    {
      "id": 1962,
      "quote": "Thirty spokes meet in the hub,\nbut the empty space between them\nis the essence of the wheel.\n\nPots are formed from clay,\nbut the empty space within it\nis the essence of the pot.\n\nWalls with windows and doors\nform the house,\nbut the empty space within it\nis the essence of the home.",
      "author": "Lao Tse"
    },
    {
      "id": 2030,
      "quote": "Modern typographic axioms:\n\n * Different purpose demands different style.\n * The modern reader has no leisure.\n * Gutenberg left no rules for automobile ads.\n * Today’s reader doesn’t read — he glimpses.\n * Lucidity, clarity, fitness is the aim.",
      "author": "Lucian Bernhard"
    },
    {
      "id": 2132,
      "quote": "Tell it like it is, in a way they want to hear it.",
      "author": "Wihan Meerholz"
    },
    {
      "id": 376,
      "quote": "You can’t do better design with a computer, but you can\nspeed up your work enormously.",
      "author": "Wim Crouwel"
    },
    {
      "id": 2163,
      "quote": "We read best what we read most.",
      "author": "Zuzana Licko"
    },
    {
      "id": 321,
      "quote": "Just because you’ve always done it that way doesn’t mean\nit’s not incredibly stupid.",
      "author": "Despair Poster"
    },
    {
      "id": 1420,
      "quote": "The simplest way to achieve simplicity is through thoughtful\nreduction.",
      "author": "John Maeda"
    },
    {
      "id": 1282,
      "quote": "Now that we can do anything, what should we do?",
      "author": "Bill Buxton"
    },
    {
      "id": 1335,
      "quote": "In design man becomes what he is.\nAnimals have language and perception as well,\nbut they do not design.",
      "author": "Otl Aicher"
    },
    {
      "id": 902,
      "quote": "No masterpiece was ever created by a lazy artist.",
      "author": "Salvador Dali"
    },
    {
      "id": 463,
      "quote": "Do not seek to change what has come before. Seek to create\nthat which has not.",
      "author": "David Airey"
    },
    {
      "id": 1700,
      "quote": "The control which designers know in the print medium, and\noften desire in the web medium, is simply a function of the\nlimitation of the printed page. We should embrace the fact\nthat the web doesn’t have the same constraints, and design\nfor this flexibility. But first, we must “accept the ebb and\nflow of things.”",
      "author": "John Allsopp"
    },
    {
      "id": 1291,
      "quote": "When you’re passionate about what you do, you become an\nevangelist for the very thing you do.",
      "author": "Jonathan Snook"
    },
    {
      "id": 594,
      "quote": "We’re all naturally curious when we’re eight years old. But\nas most people get older, they become less and less curious,\nso they ask other people to be curious for them. That’s what\nI do for a living.",
      "author": "Ron Miriello"
    },
    {
      "id": 491,
      "quote": "The amount a person uses his imagination is inversely\nproportional to the amount of punishment he will receive for\nusing it.",
      "author": "Anonymous"
    },
    {
      "id": 1658,
      "quote": "If it were easy to nut out tricky design problems, I might\nbe out of a job. But it’s also true that the cleverness in\nmost lateral design doesn’t come from blindly grinding away\nat the same concept. When you’re dealing with ideas, it’s\nrarely a matter of simply putting in more time working. Five\nminutes can be much more fruitful than five hours.",
      "author": "Rob Morris"
    },
    {
      "id": 2311,
      "quote": "Just because it’s simple doesn’t mean it makes sense.",
      "author": "Morgan Ashley"
    },
    {
      "id": 1083,
      "quote": " If you are demanding registration before checkout, you need\nto cease this practice immediately. It is costing you a\nfortune.",
      "author": "Bruce Tognazzini"
    },
    {
      "id": 1318,
      "quote": "We are what we repeatedly do. Excellence, therefore, is not\nan act, but a habit.",
      "author": "Aristotle"
    },
    {
      "id": 515,
      "quote": "An electrician isn’t an opinion former, but a graphic\ndesigner is. My argument is that all graphic designers hold\nhigh levels of responsibility in society. We take invisible\nideas and make them tangible. That’s our job.",
      "author": "Neville Brody"
    },
    {
      "id": 1606,
      "quote": "A designer, like an archaeologist or geologist; researches,\nuncovers and adds context to precious, overlooked treasures\nby digging deep beneath the surface.",
      "author": "Scott Theisen"
    },
    {
      "id": 1552,
      "quote": "I don’t care if you’re a billionaire. If you haven’t started\na company, really gambled your resume and your money and\nmaybe even your marriage to just go crazy and try something\non your own, you’re no pirate and you aren’t in the club.",
      "author": "Michael Arrington"
    },
    {
      "id": 1470,
      "quote": "The ultimate inspiration is the deadline.",
      "author": "Nolan Bushnell"
    },
    {
      "id": 1477,
      "quote": "I’ve learned that people will forget what you said, people\nwill forget what you did, but people will never forget how\nyou made them feel.",
      "author": "Maya Angelou"
    },
    {
      "id": 89,
      "quote": "You can observe a lot just by watching.",
      "author": "Yogi Berra"
    },
    {
      "id": 1136,
      "quote": "Decisions on artwork by committee end up being made on the\npremise of not turning people off rather than turning people\non.",
      "author": "Paul Attwood"
    },
    {
      "id": 1451,
      "quote": "This is our job as designers – to continue making decisions\nuntil the purpose of the design is perfectly clear. Then you\nare done.",
      "author": "Terry Acker"
    },
    {
      "id": 858,
      "quote": "It isn’t a question of enhancement through design. Whether\nan editor realizes it or not, design is part of what he does\nevery time he prints the paper.",
      "author": "Louis Silverstein"
    },
    {
      "id": 640,
      "quote": "Don’t mistake legibility for communication.",
      "author": "David Carson"
    },
    {
      "id": 1794,
      "quote": "The sudden hunch, the creative leap of mind that “sees” in a\nflash how to solve a problem in a simple way, is something\nquite different from general intelligence.",
      "author": "Martin Gardner"
    },
    {
      "id": 165,
      "quote": "The second best friend you can have (the first being someone\nwho can give you a good job) is another designer or\nillustrator.",
      "author": "Ward Schumaker"
    },
    {
      "id": 1803,
      "quote": "Designers are crazy and yet sane enough to know where to\ndraw the line.",
      "author": "Benjamin Valbret"
    },
    {
      "id": 2308,
      "quote": "A lot of the things about design that tend to get designers\nreally interested aren’t that important.",
      "author": "Michael Bierut"
    },
    {
      "id": 1955,
      "quote": "I don’t want something special. I want something beautifully\nplain.",
      "author": "Anne Lamott"
    },
    {
      "id": 1970,
      "quote": " To push the boundaries, you need to know where the edges\nare.",
      "author": "Mark Boulton"
    },
    {
      "id": 938,
      "quote": "I’ve always considered myself a graphic artists – a\ndraftsman – as opposed to a typist. I do still work on a\ndrawing table. At times drawing on a computer feels like I’m\ndrawing on an Etch-a-Sketch.",
      "author": "Michael Schwab"
    },
    {
      "id": 676,
      "quote": "It’s not in the vulgar, it’s not in the shock that one finds\nart. And it’s not in the excessively beautiful. It’s in\nbetween; it’s in nuance.",
      "author": "Duane Michals"
    },
    {
      "id": 376,
      "quote": "You can’t do better design with a computer, but you can\nspeed up your work enormously.",
      "author": "Wim Crouwel"
    },
    {
      "id": 1767,
      "quote": "I love making the stuff, that’s sort of the core of it. I\nlove creating the stuff. It’s so satisfying to get from the\nbeginning to the end, from a shaky nothing idea to something\nthat’s well formed and the audience really likes. It’s like\na drug: You keep trying to do it again and again and again.\nI’ve learned from experience that if you work harder at it,\nand apply more energy and time to it, and more consistency,\nyou get a better result. It comes from the work.",
      "author": "Louis C.K."
    },
    {
      "id": 2194,
      "quote": "The whole essence of good drawing—and of good thinking,\nperhaps—is to work a subject down to the simplest form\npossible and still have it believable for what it is meant\nto be.",
      "author": "Chuck Jones"
    },
    {
      "id": 1444,
      "quote": "Fashion is a form of ugliness so intolerable that we have to\nalter it every six months.",
      "author": "Oscar Wilde"
    },
    {
      "id": 721,
      "quote": "We can’t just design an item that looks great. We also have\nto anticipate how it is boxed up, distributed, and shipped,\nas well as whether or not a seventeen-year-old kid with a\nsummer job can stock it on the store shelf without ruining\nit.",
      "author": "Robin Perkins"
    },
    {
      "id": 750,
      "quote": "The difference between regulated architects and unregulated\ndesigners is, unlike buildings, letterheads don’t fall down\nand kill people.",
      "author": "Brian Webb"
    },
    {
      "id": 736,
      "quote": "I don’t think that design needs theory, but I think\ndesigners need theory.",
      "author": "Johanna Drucker"
    },
    {
      "id": 892,
      "quote": "Don’t think.",
      "author": "William Firebrace"
    },
    {
      "id": 1127,
      "quote": "Good ideas rarely come in bunches. The designer who\nvoluntarily presents his client with a batch of layouts does\nso not out prolificacy, but out of uncertainty or fear.",
      "author": "Paul Rand"
    },
    {
      "id": 1225,
      "quote": "The word ‘studio’ is derives from ‘study’. Our object is not\nto know the answers before we do the work. It’s to know them\nafter we do it.",
      "author": "Bruce Mau"
    },
    {
      "id": 1308,
      "quote": "There’s a point when you’re done simplifying. Otherwise,\nthings get really complicated.",
      "author": "Frank Chimero"
    },
    {
      "id": 1171,
      "quote": "Be stimulated by rejection.",
      "author": "Bob Gill"
    },
    {
      "id": 2489,
      "quote": "There’s no such thing as boring design projects, just boring\ndesigners.",
      "author": "Lou Dorfsman"
    },
    {
      "id": 1900,
      "quote": "If a feature or product were legitimately easy the user\nwould not be writing in to support about how stuck they are.\nSure, some percentage of users will find questions to ask\nabout any interface. But do you want to start the\nconversation by assuming the user falls into that\npercentage? You venture to learn much more if you assume the\nsoftware is wrong, not the user.",
      "author": "Andrew Spittle"
    },
    {
      "id": 2056,
      "quote": "Usage is like oxygen for ideas.",
      "author": "Matt Mullenweg"
    },
    {
      "id": 1398,
      "quote": "Design is not about innovation. Design is about\ncommunication. Innovation in design is usually a wonderful\nbyproduct or direct result of a particular need. Design that\nseeks to foremost be innovative will commonly fall apart\nunder its own stylistic girth.",
      "author": "Jason Santa Maria"
    },
    {
      "id": 851,
      "quote": "I don’t think that all people read in the same way. Today,\nentire generations are growing up watching MTV and playing\nvideo games and it is safe to assume that these people have\na high degree of visual sophistication. and are not easily\ndiscouraged by a lens straightforward or ambiguous\ntypography. On the contrary, they are attracted and enticed\nto read something because of visual richness.",
      "author": "Ruby Vanderlans"
    },
    {
      "id": 694,
      "quote": "Listen to your client, take into consideration all of their\ninput, weigh the options, study the details, know the target\naudience, and then, if necessary, ignore all of it and\ndesign what you think will work best.",
      "author": "Von R. Glitschka"
    },
    {
      "id": 321,
      "quote": "Just because you’ve always done it that way doesn’t mean\nit’s not incredibly stupid.",
      "author": "Despair Poster"
    },
    {
      "id": 1751,
      "quote": "One of the most significant differences between graphic\ndesigners and other visual artists is our unhinged love of\ntypography.",
      "author": "Greg Breeding"
    },
    {
      "id": 1700,
      "quote": "The control which designers know in the print medium, and\noften desire in the web medium, is simply a function of the\nlimitation of the printed page. We should embrace the fact\nthat the web doesn’t have the same constraints, and design\nfor this flexibility. But first, we must “accept the ebb and\nflow of things.”",
      "author": "John Allsopp"
    },
    {
      "id": 1616,
      "quote": "Web design is art wrapped in technology.",
      "author": "James Weaver"
    },
    {
      "id": 1472,
      "quote": "Your opinion won’t matter. It’s important that you prove\nyour point with numbers.",
      "author": "Samantha LeVan"
    },
    {
      "id": 1351,
      "quote": "If it doesn’t sell it isn’t creative.",
      "author": "David Ogilvy"
    },
    {
      "id": 273,
      "quote": "Many desperate acts of design (including gradients, drop\nshadows, and the gratuitous use of transparency) are\nperpetuated in the absence of a strong concept. A good idea\nprovides a framework for design decisions, guiding the work.",
      "author": "Ellen Lupton"
    },
    {
      "id": 600,
      "quote": "I like my ARTSY with a little bit of FARTSY.",
      "author": "Marc Johns"
    },
    {
      "id": 919,
      "quote": "Graphic design is the design of highly disposable items… It\nall winds up in the garbage.",
      "author": "Karrie Jacobs"
    },
    {
      "id": 962,
      "quote": "Calvin: You can’t just turn on creativity like a faucet. You\nhave to be in the right mood.\n\nHobbes: What mood is that?\n\nCalvin: Last-minute panic.",
      "author": "Calvin & Hobbes"
    },
    {
      "id": 1212,
      "quote": "If at first the idea is not absurd, then there is no hope\nfor it.",
      "author": "Albert Einstein"
    },
    {
      "id": 2425,
      "quote": "The time it takes to make a decision increases as the number\nof alternatives increases.",
      "author": "William Edmund Hick"
    },
    {
      "id": 1683,
      "quote": "Sometimes the best way to prove your own value is to let a\nclient play the field.",
      "author": "Matthew Haeck"
    },
    {
      "id": 2264,
      "quote": "A brand is the promise of an experience.",
      "author": "Alexander Isley"
    },
    {
      "id": 78,
      "quote": "Designers think everything done by someone else is awful,\nand that they could do it better themselves, which explains\nwhy I designed my own living room carpet, I suppose.",
      "author": "Chris Bangle"
    },
    {
      "id": 2124,
      "quote": "If you want a quick logo that has no research, brand\ndefinition or storytelling as part of its development, then\nyou are buying ART not DESIGN. Design creates connections.",
      "author": "Lisa Manson"
    },
    {
      "id": 1936,
      "quote": "Design must be functional and functionality must be\ntranslated into visual aesthetics, without any reliance on\ngimmicks that have to be explained.",
      "author": "Ferdinand A. Porsche"
    },
    {
      "id": 1859,
      "quote": "Having a favourite colour is like having a favourite lung.",
      "author": "Sara Genn"
    },
    {
      "id": 1157,
      "quote": "The secret to our enduring brand lies in delivering an\nexperience rather than just a collection of products and\nservices.",
      "author": "Harley-Davidson Annual Report"
    },
    {
      "id": 1017,
      "quote": "Design is how you treat your customers. If you treat them\nwell from an environmental, emotional, and aesthetic\nstandpoint, you’re probably doing good design.",
      "author": "Yves Behar"
    },
    {
      "id": 946,
      "quote": "You never can do what the kids do. What you do is look at\nyourself and find your own way to address the fact that the\ntimes have changed and that you have to pay attention. You\ncan’t be a designer and say, “Oh, this is timeless.” Nothing\nis timeless!",
      "author": "Paula Scher"
    },
    {
      "id": 768,
      "quote": "Do you think advertisement can sell if nobody can read it?\nYou cannot save souls in an empty church.",
      "author": "David Ogilvy"
    },
    {
      "id": 855,
      "quote": "Be fluid. Treat each project differently. Be water, man. The\nbest style is no style. Because styles can be figured out.\nAnd when you have no style they can’t figure you out.",
      "author": "Jay-Z"
    },
    {
      "id": 1138,
      "quote": "As we know,\nThere are known knowns.\nThere are things we know we know.\nWe also know\nThere are known unknowns.\nThat is to say\nWe know there are some things\nWe do not know.\nBut there are also unknown unknowns,\nThe ones we don’t know\nWe don’t know.",
      "author": "Donald Rumsfeld"
    },
    {
      "id": 1333,
      "quote": "Photoshop is a privilege, not a right.",
      "author": "Dork Tower"
    },
    {
      "id": 740,
      "quote": "In all affairs it’s a healthy thing now and then to hang a\nquestion mark on the things you have long taken for granted.",
      "author": "Bertrand Russell"
    },
    {
      "id": 1859,
      "quote": "Having a favourite colour is like having a favourite lung.",
      "author": "Sara Genn"
    },
    {
      "id": 2228,
      "quote": "If you knew how much work went into it, you would not call\nit genius.",
      "author": "Michelangelo"
    },
    {
      "id": 1575,
      "quote": "Copywriting is definitely the profession most written about.",
      "author": "Dave Kotler"
    },
    {
      "id": 1136,
      "quote": "Decisions on artwork by committee end up being made on the\npremise of not turning people off rather than turning people\non.",
      "author": "Paul Attwood"
    },
    {
      "id": 2074,
      "quote": "I have no data yet. It is a capital mistake to theorize\nbefore one has data. Insensibly one begins to twist facts to\nsuit theories, instead of theories to suit facts.",
      "author": "Sherlock Holmes"
    },
    {
      "id": 1282,
      "quote": "Now that we can do anything, what should we do?",
      "author": "Bill Buxton"
    },
    {
      "id": 1487,
      "quote": "Here’s to the crazy ones. The misfits. The rebels. The\ntroublemakers. The round pegs in the square holes. The ones\nwho see things differently. They’re not fond of rules. And\nthey have no respect for the status quo. You can praise\nthem, disagree with them, quote them, disbelieve them,\nglorify or vilify them. About the only thing you can’t do is\nignore them. Because they change things. They invent. They\nimagine. They heal. They explore. They create. They inspire.\nThey push the human race forward. Maybe they have to be\ncrazy. How else can you stare at an empty canvas and see a\nwork of art? Or sit in silence and hear a song that’s never\nbeen written? Or gaze at a red planet and see a laboratory\non wheels? While some see them as the crazy ones, we see\ngenius. Because the people who are crazy enough to think\nthey can change the world, are the ones who do.",
      "author": "Apple Commercial"
    },
    {
      "id": 940,
      "quote": "Computer design is quite often merely bad design done on a\ncomputer.",
      "author": "Mike Hicks"
    },
    {
      "id": 265,
      "quote": "Don’t design for everyone. It’s impossible. All you end up\ndoing is designing something that makes everyone unhappy.",
      "author": "Leisa Reichelt"
    },
    {
      "id": 106,
      "quote": "It’s not what you look at that matters, it’s what you see.",
      "author": "Henry David Thoreau"
    },
    {
      "id": 1415,
      "quote": "If you’re presented with a situation – a man is drowning –\nand you could either choose to save the man or shoot the\nscene, what kind of film would you use?",
      "author": "Photographers’ proverb"
    },
    {
      "id": 592,
      "quote": "There are some things in painting which cannot be explained,\nand that something is essential.",
      "author": "Pierre Auguste Renoir"
    },
    {
      "id": 332,
      "quote": "The quality of any creative endeavor tends to approach the\nlevel of taste of whoever is in charge.",
      "author": "John Gruber"
    },
    {
      "id": 1976,
      "quote": "Design is about enabling ideas, processes and products:\nmaking them approachable, usable, desireable and memorable.",
      "author": "Jay Dutta"
    },
    {
      "id": 752,
      "quote": "Client: “My wife doesn’t like it”; Designer: “Well then, I\ndon’t like your wife”",
      "author": "Jamie Croft"
    },
    {
      "id": 1360,
      "quote": "An ad should be an appetizer, not a buffet.",
      "author": "Lee Clow’s Beard"
    },
    {
      "id": 694,
      "quote": "Listen to your client, take into consideration all of their\ninput, weigh the options, study the details, know the target\naudience, and then, if necessary, ignore all of it and\ndesign what you think will work best.",
      "author": "Von R. Glitschka"
    },
    {
      "id": 1373,
      "quote": "Art does not reproduce what we see; rather, it makes us see.",
      "author": "Paul Klee"
    },
    {
      "id": 524,
      "quote": "The strategy in communications is not to sell the 1/4″-inch\ndrill bit, but the 1/4″-inch hole.",
      "author": "Robert Louey"
    },
    {
      "id": 1955,
      "quote": "I don’t want something special. I want something beautifully\nplain.",
      "author": "Anne Lamott"
    },
    {
      "id": 1837,
      "quote": "Creativity is magical, but is not magic.",
      "author": "Charles Limb"
    },
    {
      "id": 2126,
      "quote": "Talent is a pursued interest. In other words, anything you\nare willing to practice, you can do.",
      "author": "Bob Ross"
    },
    {
      "id": 2118,
      "quote": "The most valued products will be designed to live beyond the\ndevice, context, or technology they were originally intended\nfor.",
      "author": "Stephanie Rieger"
    },
    {
      "id": 2020,
      "quote": "Smart people learn from their mistakes. But the real sharp\nones learn from the mistakes of others.",
      "author": "Brandon Mull"
    },
    {
      "id": 1477,
      "quote": "I’ve learned that people will forget what you said, people\nwill forget what you did, but people will never forget how\nyou made them feel.",
      "author": "Maya Angelou"
    },
    {
      "id": 1013,
      "quote": "Don’t try and reinvent the wheel – just work on making it\nbetter than anyone else.",
      "author": "David A. Stuebe"
    },
    {
      "id": 1028,
      "quote": "“It looks good” is the worst feedback you can get.",
      "author": "Whitney Hess"
    },
    {
      "id": 1002,
      "quote": "I don’t care if you like it! I want to know if you\nunderstand it.",
      "author": "JP Arevalo"
    },
    {
      "id": 698,
      "quote": "Great ideas can be found in every leaf, in every tree, in\nevery blade of grass. Oh, no, wait… I was thinking of\nchlorophyll.",
      "author": "Jim Olen"
    },
    {
      "id": 2303,
      "quote": "A good portfolio will get you an interview. A good attitude\nwill get you a job.",
      "author": "Marty Amsler"
    },
    {
      "id": 454,
      "quote": "The most innovative designers consciously reject the\nstandard option box and cultivate an appetite for thinking\nwrong.",
      "author": "Marty Neumeier"
    },
    {
      "id": 1318,
      "quote": "We are what we repeatedly do. Excellence, therefore, is not\nan act, but a habit.",
      "author": "Aristotle"
    },
    {
      "id": 915,
      "quote": "The world always seems brighter when you’ve just made\nsomething that wasn’t there before.",
      "author": "Neil Gaiman"
    },
    {
      "id": 1127,
      "quote": "Good ideas rarely come in bunches. The designer who\nvoluntarily presents his client with a batch of layouts does\nso not out prolificacy, but out of uncertainty or fear.",
      "author": "Paul Rand"
    },
    {
      "id": 1217,
      "quote": "Always read with a pen in hand. The pen should be used both\nto mark the text you want to remember and to write from\nwhere the text leaves you. Think of the text as the starting\npoint for your own words.",
      "author": "Mandy Brown"
    },
    {
      "id": 984,
      "quote": "[Degenerate type is] a form of canned cynicism which will\ndoom its perpetrators to a special room in hell where lovely\nlittle children of all races, creeds, and religions are\neternally batched in gentle rosy and amber glows, singing\n“It’s a small world after all.” There’s no reason to create\nan alphabet which looks like it leaked out a diaper.",
      "author": "Peter Fraterdeus"
    },
    {
      "id": 465,
      "quote": "An inexperienced observer sees everything in a picture; the\nexperienced one sees even the things that are missing.",
      "author": "Rastko Ciric"
    },
    {
      "id": 386,
      "quote": "Too often, look and feel, color scheme, layout, and identity\nare presented as solutions to problems discussed in these\nconversations long before regard is given to other\nless-aesthetic issues that may very well be the root of the\nproblem. The old warning against treating symptom rather\nthan cause comes to mind.",
      "author": "Cameron Moll"
    },
    {
      "id": 465,
      "quote": "An inexperienced observer sees everything in a picture; the\nexperienced one sees even the things that are missing.",
      "author": "Rastko Ciric"
    },
    {
      "id": 386,
      "quote": "Too often, look and feel, color scheme, layout, and identity\nare presented as solutions to problems discussed in these\nconversations long before regard is given to other\nless-aesthetic issues that may very well be the root of the\nproblem. The old warning against treating symptom rather\nthan cause comes to mind.",
      "author": "Cameron Moll"
    },
    {
      "id": 1368,
      "quote": "Decoration is just make-up for the wrinkles of the idea.",
      "author": "Thomas Manss"
    },
    {
      "id": 119,
      "quote": "Fire the committee. No great website in history has been\nconceived of by more than three people. Not one. This is a\ndealbreaker.",
      "author": "Seth Godin"
    },
    {
      "id": 2417,
      "quote": "You don’t think your way to creative work. You work your way\nto creative thinking.",
      "author": "George Nelson"
    },
    {
      "id": 1227,
      "quote": "The secret of success is doing something you love, doing it\nwell and being recognized for it.",
      "author": "George Carlin"
    },
    {
      "id": 2379,
      "quote": "Learning Web Design is like playing video games: You start\nsmall and build your character as you progress, then you\nbeat the boss, literally.",
      "author": "Ricardo Zea"
    },
    {
      "id": 38,
      "quote": "Great designers seldom make great advertising men, because\nthey get overcome by the beauty of the picture – and forget\nthat merchandise must be sold.",
      "author": "James Randolph Adams"
    },
    {
      "id": 276,
      "quote": "We are not artists or poets. We are artisans and craftsmen.\nOur products solve problems. They do not hang on museum\nwalls.",
      "author": "Dan Lacivita"
    },
    {
      "id": 1316,
      "quote": "I don’t read inspiring books. I find that such books give me\na temporal high, but they don’t give me the power to\nactually follow through. In fact, I suspect these books\noften serve as a substitute for actual success, rather than\nas a way of helping people achieve success. By reading\ninspiring books, you can experience success vicariously;\nthey free you from having to achieve things yourself.",
      "author": "Lukas Mathis"
    },
    {
      "id": 1759,
      "quote": "Inspiration could be called inhaling the memory of an act\nnever experienced.",
      "author": "Jonathan Lethem"
    },
    {
      "id": 376,
      "quote": "You can’t do better design with a computer, but you can\nspeed up your work enormously.",
      "author": "Wim Crouwel"
    },
    {
      "id": 570,
      "quote": "The best design tool is a long eraser with a pencil at one\nend.",
      "author": "Marty Neumeier"
    },
    {
      "id": 974,
      "quote": "Everyone is an artist.",
      "author": "Joseph Beuys"
    },
    {
      "id": 3,
      "quote": "Design is the method of putting form and content together.\nDesign, just as art, has multiple definitions; there is no\nsingle definition. Design can be art. Design can be\naesthetics. Design is so simple, that’s why it is so\ncomplicated.",
      "author": "Paul Rand"
    },
    {
      "id": 1839,
      "quote": "There is an unmistakeable difference between a bag of rabbit\nparts and a rabbit.",
      "author": "Ryan Nance"
    },
    {
      "id": 481,
      "quote": "People ignore design that ignores people.",
      "author": "Frank Chimero"
    },
    {
      "id": 1350,
      "quote": "Honesty is the best policy, unless you work in advertising.",
      "author": "Jenn Loots"
    },
    {
      "id": 2161,
      "quote": "Don’t let your design resist your readers. Don’t let it\nstand in the way of what they want to do: read.",
      "author": "Steve Krug"
    },
    {
      "id": 2320,
      "quote": "If you want to be the designer that stands out of the rest,\ndo something more than just designing. Make an interesting\nproject like for charity, start an agency, hold an\nexhibition, start a design festival or build a site like\nBehance. Become interesting.",
      "author": "Jennifer Cirpici"
    },
    {
      "id": 1511,
      "quote": "Talent hits a target no one else can hit; Genius hits a\ntarget no one else can see.",
      "author": "Arthur Schopenhauer"
    },
    {
      "id": 2425,
      "quote": "The time it takes to make a decision increases as the number\nof alternatives increases.",
      "author": "William Edmund Hick"
    },
    {
      "id": 1953,
      "quote": "A good design is driven by needs and defined by constraints.",
      "author": "Astik Pant"
    },
    {
      "id": 1251,
      "quote": "Programming today is a race between software engineers\nstriving to build bigger and better idiot-proof programs,\nand the universe trying to build bigger and better idiots.\nSo far, the universe is winning.",
      "author": "Rick Cook"
    },
    {
      "id": 774,
      "quote": "What I love about design is the artistic and scientific\ncomplexity that also becomes useful…",
      "author": "Michelle Obama"
    },
    {
      "id": 149,
      "quote": "If I had more time, I would have written a shorter letter.",
      "author": "Marcus T. Cicero"
    },
    {
      "id": 397,
      "quote": "Inspiration exists, but it has to find you working.",
      "author": "Pablo Picasso"
    },
    {
      "id": 1985,
      "quote": "Design works best when it gets out of the user’s way.",
      "author": "Neil Gajera"
    },
    {
      "id": 1974,
      "quote": "If a design can be refined, without disturbing its image, it\nseems reasonable to do so. A logo, after all, is an\ninstrument of pride and should be shown at its best.",
      "author": "Paul Rand"
    },
    {
      "id": 446,
      "quote": "I’m convinced that without bad design, the world would be a\nfar less stimulating place; we would have nothing to marvel\nover and nothing to be nostalgic about.",
      "author": "Carrie Phillips"
    },
    {
      "id": 1180,
      "quote": "It’s the little details that are vital. Little things make\nbig things happen.",
      "author": "Coach John Wooden"
    },
    {
      "id": 1225,
      "quote": "The word ‘studio’ is derives from ‘study’. Our object is not\nto know the answers before we do the work. It’s to know them\nafter we do it.",
      "author": "Bruce Mau"
    },
    {
      "id": 440,
      "quote": "To be truly great, we have to understand the motivation of\nour clients, maintain constant two-way communication with\nshockingly uncreative people, get a firm handle on\ncopywriting and how that craft exists symbiotically with the\nvisual element, and foresee how the finished whole will be\ngreater than the sum of the bits and pieces we spent hours\nobsessing over. All of these factors cascade into the final\nproduct.",
      "author": "Kevin Potts"
    },
    {
      "id": 2356,
      "quote": "Design is a process for making things right, for shaping\nwhat people need.",
      "author": "Ralph Caplan"
    },
    {
      "id": 1294,
      "quote": "Traditional marketing is often seeing is getting people to\ndo things but I think web marketing is about helping people\ndo things.",
      "author": "Gerry McGovern"
    },
    {
      "id": 2245,
      "quote": "If I do my job well, the identity program will also clean up\nthe image of the company, position it as being contemporary\nand keep it from ever looking dated.",
      "author": "Saul Bass"
    },
    {
      "id": 1655,
      "quote": "There is only one type of designer — the type that cares\nabout type.",
      "author": "Rohan Nanavati"
    },
    {
      "id": 1502,
      "quote": "When is the last time you saw a Lamborghini sale?",
      "author": "Chris Campbell"
    },
    {
      "id": 367,
      "quote": "I love the comment, “You must love designing for a living.”\nAt that point I usually start to laugh or break into\nuncontrollable tears.",
      "author": "Andrew Lewis"
    },
    {
      "id": 72,
      "quote": "You can design and create, and build the most wonderful\nplace in the world. But it takes people to make the dream a\nreality.",
      "author": "Walt Disney"
    },
    {
      "id": 952,
      "quote": "Brand identity is too often limited to personal style.",
      "author": "David A. Stuebe"
    },
    {
      "id": 1362,
      "quote": "Complaining is silly. Act or forget.",
      "author": "Stefan Stagmeister"
    },
    {
      "id": 894,
      "quote": "We don’t get hired to make pretty things or win design\nawards. We get hired to solve business problems.",
      "author": "James Bradley"
    },
    {
      "id": 2398,
      "quote": "Letterspacing creates speedbumps for the reader.",
      "author": "Michael Stinson"
    },
    {
      "id": 1842,
      "quote": "The best way to find any and all errors is to publish your\nwork.",
      "author": "Dan Vore"
    },
    {
      "id": 787,
      "quote": "The design business continues to navel gaze. Designers are\nstill designing for other designers rather than working to\nconvince the business world of the importance of design in\nour everyday lives.",
      "author": "Joe Duffy"
    },
    {
      "id": 1528,
      "quote": "I met with a potential client today and part of their\nopening gambit was how they were looking for revolutionary\nwork delivered within a tight timescale, and if the work\ncould be done a reduced rate then they’d be able to send a\nload more work our way. … They were saying that they wanted\nwork that was fast, good, and cheap. And if the work was\nfast, good, and cheap enough, the reward would be the offer\nof more work that is fast, good, and cheap. … Let me be\nclear about this, these people are evil, and their work is\npoison.",
      "author": "Hoss Gifford"
    },
    {
      "id": 1219,
      "quote": "Form follows function – that has been misunderstood. Form\nand function should be one, joined in a spiritual union.",
      "author": "Frank Lloyd Wright"
    },
    {
      "id": 1743,
      "quote": "There’s a subtle reason that programmers always want to\nthrow away the code and start over. The reason is that they\nthink the old code is a mess. […] The reason that they think\nthe old code is a mess is because of a cardinal, fundamental\nlaw of programming: It’s harder to read code than to write\nit.",
      "author": "Joel Spolsky"
    },
    {
      "id": 2460,
      "quote": "There are only two hard things in Computer Science: cache\ninvalidation and naming things.",
      "author": "Phil Karlton"
    },
    {
      "id": 288,
      "quote": "Nothing is original. Steal from anywhere that resonates with\ninspiration or fuels your imagination. Devour old films, new\nfilms, music, books, paintings, photographs, poems, dreams,\nrandom conversations, architecture, bridges, street signs,\ntrees, clouds, bodies of water, light and shadows. Select\nonly things to steal from that speak directly to your soul.\nIf you do this, your work (and theft) will be authentic.\nAuthenticity is invaluable; originality is nonexistent. And\ndon’t bother concealing your thievery – celebrate it if you\nfeel like it.",
      "author": "Jim Jarmusch"
    },
    {
      "id": 904,
      "quote": "I find going to bed and pulling my imagination over my head\noften means waking up with a solution to a design problem.\nThat state of limbo, the time between sleeping and waking,\nseems to allow ideas to somehow outflank the sentinels of\ncommon sense. That’s when they can float to the surface. I\nfind ideas often show up in the shower, or while I’m\ncontemplating marmalade and toast and breakfast.",
      "author": "Alan Fletcher"
    },
    {
      "id": 1767,
      "quote": "I love making the stuff, that’s sort of the core of it. I\nlove creating the stuff. It’s so satisfying to get from the\nbeginning to the end, from a shaky nothing idea to something\nthat’s well formed and the audience really likes. It’s like\na drug: You keep trying to do it again and again and again.\nI’ve learned from experience that if you work harder at it,\nand apply more energy and time to it, and more consistency,\nyou get a better result. It comes from the work.",
      "author": "Louis C.K."
    },
    {
      "id": 249,
      "quote": "IF YOU MAKE EVERYTHING BOLD, NOTHING IS BOLD.",
      "author": "Art Webb"
    },
    {
      "id": 1309,
      "quote": "Great design is eliminating all unnecessary details.",
      "author": "Minh D. Tran"
    },
    {
      "id": 1083,
      "quote": " If you are demanding registration before checkout, you need\nto cease this practice immediately. It is costing you a\nfortune.",
      "author": "Bruce Tognazzini"
    },
    {
      "id": 1329,
      "quote": "Babe Ruth was a Home Run king but he was also a strike out\nking. Always go for the fences, even if it means some\ndesigns strike out with clients. That’s the only way to hit\na home run.",
      "author": "Alex Zevallos"
    },
    {
      "id": 2158,
      "quote": "Easy is not to be underestimated. Easy taps the pool of\ntalent and ideas out there that were turned off by hard.",
      "author": "Chris Anderson"
    },
    {
      "id": 1638,
      "quote": "Inspired interiors indubitably involve ingenious imitations\nof inspired interiors.",
      "author": "Ana Cummings"
    },
    {
      "id": 2151,
      "quote": "It’s not uncommon for designers to confuse a beautiful\nlooking product with one that works beautifully.",
      "author": "Braden Kowitz"
    },
    {
      "id": 1728,
      "quote": "Worry is essentially a misuse of imagination.",
      "author": "Alex Osborn"
    },
    {
      "id": 960,
      "quote": "The challenge is for the graphic designer to turn data into\ninformation and information into messages of meaning.",
      "author": "Katherine McCoy"
    },
    {
      "id": 102,
      "quote": "Design trends online change more often than the wind, and\nslightly less often than my socks.",
      "author": "Suleiman Leadbitter"
    },
    {
      "id": 2398,
      "quote": "Letterspacing creates speedbumps for the reader.",
      "author": "Michael Stinson"
    },
    {
      "id": 1356,
      "quote": "What garlic is to food, insanity is to art.",
      "author": "Unknown"
    },
    {
      "id": 263,
      "quote": "Most [clients] expect experience design to be a discrete\nactivity, solving all their problems with a single\nfunctional specification or a single research study. It must\nbe an ongoing effort, a process of continually learning\nabout users, responding to their behaviors, and evolving the\nproduct or service.",
      "author": "Dan Brown"
    },
    {
      "id": 1745,
      "quote": "It takes confidence to throw work away … When people first\nstart drawing, they’re often reluctant to redo parts that\naren’t right … they convince themselves that the drawing is\nnot that bad, really — in fact, maybe they meant it to look\nthat way.",
      "author": "Paul Graham"
    },
    {
      "id": 1006,
      "quote": "If you are going to have less things, they have to be great\nthings.",
      "author": "John Maeda"
    },
    {
      "id": 2060,
      "quote": "I can never stand still. I must explore and experiment. I am\nnever satisfied with my work. I resent the limitations of my\nown imagination.",
      "author": "Walt Disney"
    },
    {
      "id": 391,
      "quote": "Never let your clients see you drive a more expensive car\nthan they drive.",
      "author": "Rick Tharp"
    },
    {
      "id": 1072,
      "quote": "Limit your usage to two fonts (three at the absolute most)\nto help viewers focus on the words, not how many different\nfonts are saying them.",
      "author": "Dan Rubin"
    },
    {
      "id": 108,
      "quote": "If you know how to use a pencil to draw, you could probably\ndraw anything. Now apply that to everything in life.",
      "author": "Justin Durban"
    },
    {
      "id": 2212,
      "quote": "All things are designed, just some things more thoughtfully\nthan others.",
      "author": "Arman Nobari"
    },
    {
      "id": 317,
      "quote": "Design is the search for a magical balance between business\nand art; art and craft; intuition and reason; concept and\ndetail; playfulness and formality; client and designer;\ndesigner and printer; and printer and public.",
      "author": "Valerie Pettis"
    },
    {
      "id": 1823,
      "quote": "Practicality is the serial killer of dreams.",
      "author": "Rasha Hamdan"
    },
    {
      "id": 900,
      "quote": "I fill up a place, which may be better… when I have made it\nempty.",
      "author": "William Shakespeare"
    },
    {
      "id": 780,
      "quote": "I have always railed against ideological purity, or any\nother kind. Corruption is more interesting than purity.",
      "author": "Milton Glaser"
    },
    {
      "id": 1771,
      "quote": "It takes the same amount of effort to make bad art as to\nmake good art, and you won’t know which you’ve made until\nyou release it into the wild. You can continue to refine a\nwork until it doesn’t set off your own quality alarms, but\nthat’s no guarantee that what you’ve made will touch\nanybody.",
      "author": "Nate Simpson"
    },
    {
      "id": 94,
      "quote": "It’s very easy to be different, but very difficult to be\nbetter.",
      "author": "Jonathan Ive"
    },
    {
      "id": 1927,
      "quote": "A design is a designer’s mind in a suit.",
      "author": "Nasa Munir"
    },
    {
      "id": 2454,
      "quote": "It’s not about what you make, it’s about what you make them\nfeel.",
      "author": "Andrea Trew"
    },
    {
      "id": 121,
      "quote": "I’m always surprised by the speed that people judge a site.\nThey’ve seen it for a few seconds, and already an opinion\nhas been formed. When I look at a design of a site, I don’t\nimmediately vent an opinion, but I take it all in slowly and\nstart to think of what could have been on the mind of the\ndesigner.",
      "author": "Veerle Pieters"
    },
    {
      "id": 1942,
      "quote": "Testing one user early in the project is better than testing\nfifty near the end.",
      "author": "Steve Krug"
    },
    {
      "id": 1715,
      "quote": "With type as with philosophy, music and food, it is better\nto have a little of the best than to be swamped with the\nderivative, the careless, the routine.",
      "author": "Robert Bringhurst"
    },
    {
      "id": 376,
      "quote": "You can’t do better design with a computer, but you can\nspeed up your work enormously.",
      "author": "Wim Crouwel"
    },
    {
      "id": 2245,
      "quote": "If I do my job well, the identity program will also clean up\nthe image of the company, position it as being contemporary\nand keep it from ever looking dated.",
      "author": "Saul Bass"
    },
    {
      "id": 2264,
      "quote": "A brand is the promise of an experience.",
      "author": "Alexander Isley"
    },
    {
      "id": 844,
      "quote": "I can think of nothing worse than becoming really popular,\nbeing all the rage.",
      "author": "Rem Koolhaas"
    },
    {
      "id": 157,
      "quote": "Imitation may be the “sincerest form of plagiarism,” but it\nis also the mark of an inferior person.",
      "author": "David Ogilvy"
    },
    {
      "id": 1024,
      "quote": "We are interpreters – not merely translators between sender\nand receiver. What we say and how we say it makes a\ndifference. If we want to speak to people, we need to know\ntheir language. In order to design for understanding, we\nneed to understand design.",
      "author": "Erik Spiekermann"
    },
    {
      "id": 2128,
      "quote": "Never let the blood show.",
      "author": "Charles Eames"
    },
    {
      "id": 1580,
      "quote": "Chains of habit are too light to be felt until they are too\nheavy to be broken.",
      "author": "Warren Buffett"
    },
    {
      "id": 1394,
      "quote": "It is far better to adapt the technology to the user than to\nforce the user to adapt to the technology.",
      "author": "Larry Marine"
    },
    {
      "id": 1855,
      "quote": "There’s a difference between making an imitation and selling\nit.",
      "author": "Jonathan Hoefler"
    },
    {
      "id": 609,
      "quote": "The typeface doesn’t really matter, as long as the text is\ngood.",
      "author": "John Maeda"
    },
    {
      "id": 2175,
      "quote": "Some people want their paychecks and to go home, and that’s\nfine. You and me, though—we’re gonna work harder than they\ndo. We’ll build things that ensure that entire populations\njust setting foot on the web for the first time can tap into\nthe collected knowledge of the whole of mankind.",
      "author": "Mat Marquis"
    },
    {
      "id": 1678,
      "quote": "Never fall in love with an idea. They’re whores. If the one\nyou’re with isn’t doing the job, there’s always, always,\nalways another.",
      "author": "Chip Kidd"
    },
    {
      "id": 2291,
      "quote": "Any attempt to separate design, to make it a\nthing-by-itself, works counter to the inherent value of\ndesign as the primary, underlying matrix of life.",
      "author": "Victor Papanek"
    },
    {
      "id": 2407,
      "quote": "Where do new ideas come from? The answer is simple:\ndifferences. Creativity comes from unlikely juxtapositions.",
      "author": "Nicholas Negroponte"
    },
    {
      "id": 2147,
      "quote": "Stare. It is the way to educate your eye, and more. Stare,\npry, listen, eavesdrop. Die knowing something. You are not\nhere long.",
      "author": "Walker Evans"
    }
  ]
}
